{"v":"qp_questions_only_v1","src":{"f":"June 2024 QP (1).pdf","sha256":"848b8f2a01838a84845a6426e5fdc2cf6bacfcb0dfb7682805d882f279c422c0"},"paper":{"subject":"A-level Chemistry","paper_code":"7405/2","paper_name":"Paper 2 Organic and Physical Chemistry","date_session":"Tuesday 18 June 2024 Morning","time_allowed":"2 hours","materials":["the Periodic Table/Data Booklet , provided as an insert (enclosed)","a ruler with millimetre measurements","a scientific calculator, which you are expected to use where appropriate."],"instructions":["Use black ink or black ball -point pen.","Fill in the boxes at the top of this pa ge.","Answer all questions.","You must answer the questions in the spaces provided. Do not write outside","If you need extra space for your answer(s), use the lined pages at the end of","All working must be shown.","Do all rough work in this book. Cross through any work you do not want to"],"information":["The marks for questions are shown in brackets.","The m aximum mark for this paper is 105.","an aromatic hydrocarbon C 8H10","an alkane C 6H14","another alkane."]},"questions":[{"n":0,"t":"1 Propanone reacts with bromine in alkaline conditions. CH 3COCH 3 + Br 2 + OH– ⟶ CH 3COCH 2Br + Br – + H2O The rate equation for this reaction is Rate = k [CH 3COCH 3] [OH–] 0 1 . 1 Sketch a graph on the axes provided to show how, at constant temperature, the concentration of bromine changes during this reaction. 3 *03* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 0 1 . 2 Table 1 shows the initial rate of this reaction for experiments using different mixtures containing propanone, bromine and hydroxide ions . Table 1 Experiment [CH 3COCH 3] / mol dm–3 [Br2] / mol dm–3 [OH–] / mol dm–3 Initial rate / mol dm–3 s–1 1 1.50 × 10–2 2.50 × 10–2 2.50 × 10–2 2.75 × 10–11 2 1.50 × 10–2 2.50 × 10–2 8.25 × 10–11 3 3.75 × 10–3 5.00 × 10–2 1.00 × 10–1 Complete Table 1 . Use the data from experiment 1 to calculate the rate constant k for this reaction. Give the units for the rate constant. [5 mark s] k Units 4 *04* IB/M/ Jun24/7405/2 Do not write outside the box 0 1 . 3 Figure 1 shows an incomplete mechanism for this reaction. Figure 1 Complete the mechanism in Figure 1 by adding four curly arrows and any relevant lone pair(s) of electrons. [4 mark s] 0 1 . 4 Use evidence from the rate equation to explain why Step 1 is the rate determining step. 11 5 *05* Turn over IB/M/ Jun24/7405/2 Do not write outside the box ANSWER IN THE SPACES PROVIDED 6 *06* IB/M/ Jun24/7405/2 Do not write outside the box 0 2 This question is about an equilibrium. 2 P(aq) + Q(aq) ⇌ R(aq) + 3 S(aq) The mixture is allowed to reach equilibrium. The amounts in the equilibrium mixture are P = 0.0145 mol Q = 0.0275 mol R = 0.0115 mol S = 0.0345 mol 0 2 . 1 Calculate the amount, in moles, of P before the reaction with Q . Use your answer to calculate the concentration, in mol dm–3, of P in the initial 25.0 cm3 sample. Amount of P mol Concentration mol dm–3 7 *07* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 0 2 . 2 Give the expression for the equilibrium constant, Kc Calculate the value of Kc and deduce its units. [4 mark s] Kc Value of Kc Units 0 2 . 3 Explain why the amount of S increases when water is added to the equilibrium mixture. [2 mark s] 8 8 *08* IB/M/ Jun24/7405/2 Do not write outside the box 0 3 This question is about hydrocarbons. 0 3 . 1 Eicosane (C 20H42) can be cracked by heating to 700 K in the presence of a catalyst. The products are • an aromatic hydrocarbon C 8H10 • an alkane C 6H14 • another alkane. C20H42 ⟶ C8H10 + C 6H14 + Complete the equation for this reaction. Give a suitable catalyst for this reaction. Catalyst 0 3 . 2 Figure 2 shows the 13C NMR spectrum for the aromatic hydrocarbon C 8H10 Figure 2 9 *09* Turn over IB/M/ Jun24/7405/2 Do not write outside the box Which of these is the structure of C 8H10? Tick () one box. 0 3 . 3 Cracking can also be done without a catalyst, using a temperature of 1200 K and a pressure of 7000 kPa State the type of product that is formed in high percentage in this type of cracking. 10 *10* IB/M/ Jun24/7405/2 Do not write outside the box 0 3 . 4 The sample is burned completely in 1350 cm3 of air. The final mixture is cooled to room temperature and pressure. C4H10 + 6 1 2 O2 ⟶ 4 CO 2 + 5 H2O Calculate the total volume of gas in the final mixture. Assume that air contains 21% by volume of oxygen. Total volume of gas remaining cm3 0 3 . 5 Natural gas is used in power stations to produce electricity. Natural gas contains sulfur impurities. Sulfur dioxide forms when these impurities are burned. State an environmental problem caused by sulfur dioxide. Give the formula of a compound that is used to help remove sulfur dioxide from the combustion produc ts. Environmental problem Formula of compound 10 11 *11* Turn over IB/M/ Jun24/7405/2 Do not write outside the box ANSWER IN THE SPACES PROVIDED 12 *12* IB/M/ Jun24/7405/2 Do not write outside the box 0 4 This question is about the preparation of an ester. 0 4 . 1 Ester F can be prepared from propan-2- ol and ethanoic acid. Give an equation for this reaction. Name ester F. Equation Name This method is used to prepare a sample of ester F. Step 1 Mix 10 cm3 of propan-2- ol with 10 cm3 of ethanoic acid. Add 5 drops of concentrated sulfuric acid. Reflux this reaction mixture for 20 minutes. Step 2 Transfer the cooled reaction mixture to a separating funnel. Add 20 cm3 of aqueous sodium carbonate and shake the mixture. Step 3 Transfer the organic layer to a beaker and add 5 g of anhydrous magnesium sulfate. Decant off the organic liquid. Step 4 Collect the ester using simple distillation. 0 4 . 2 Describe how Step 1 should be done. In your description you should • give details of suitable equipment used to add each reagent to the reflux apparatus • draw a labelled diagram of the apparatus used for refluxing the reaction mixture • explain any safety precautions needed other than eye protection. [6 mark s] 13 *13* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 14 *14* IB/M/ Jun24/7405/2 Do not write outside the box 0 4 . 3 In Step 2 the reaction mixture from Step 1 is shaken with aqueous sodium carbonate. State the purpose of the sodium carbonate. Suggest a precaution that should be taken while this mixture is shaken in the separating funnel. Give a reason for your suggested precaution. Purpose of sodium carbonate Precaution Reason 0 4 . 4 Give the reason for the use of anhydrous magnesium sulfate in Step 3 . 0 4 . 5 Suggest how the purity of the ester can be confirmed during the distillation in Step 4 . 13 15 *15* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 0 5 This question is about simple test -tube reactions to identify organic liquids. 0 5 . 1 Silver nitrate solution can be used to distinguish between propanoyl chloride and 1-chloropropane. Give the observations you would expect when a few drops of silver nitrate solution are added to separate samples of propanoyl chloride and 1 -chloropropane. Observation with propanoyl chloride Observation with 1 -chloropropane 0 5 . 2 Three unlabelled bottles are known to contain either propan -1-ol, propanal, or propanone. Identify the liquid that reacts with Fehling ’s solution and give the expected observation. Suggest a further simple test -tube reaction that can be used to distinguish between the remaining two liquids. Give the expected observation with the liquid that reacts. Liquid that reacts with Fehling ’s solution Observation Further test Observation 5 16 *16* IB/M/ Jun24/7405/2 Do not write outside the box 0 6 Compounds V, W, X and Y are isomers with the molecular formula C 5H10O2 Isomers V and W are carboxylic acids with formulas that can be written as C 4H9COOH 0 6 . 1 Give an equation for the reaction of C 4H9COOH with sodium hydrogencarbonate. 0 6 . 2 Isomer V has an asymmetric carbon atom. Deduce the structure of V. 0 6 . 3 Isomer W has four peaks in its 1H NMR spectrum. Deduce the structure of W. Deduce the integration ratio for the four peaks in the 1H NMR spectrum of W. Structure Integration ratio 17 *17* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 0 6 . 4 Isomer X has three singlets with integration ratio 1:3:6 in its 1H NMR spectrum. Deduce the structure of X. Explain why the peaks in the 1H NMR spectrum are singlets. Structure Explanation 18 *18* IB/M/ Jun24/7405/2 Do not write outside the box 0 6 . 5 Table 2 shows information about the peaks in the 1H NMR spectrum of isomer Y. Table 2 Chemical shift δ / ppm Integration ratio Splitting pattern 7 Compound L (Mr = 88.0) contains carbon, hydrogen and oxygen only. and 2.62 × 10–3 mol of carbon dioxide. Deduce the formula of L. Show your working. Formula of L 4 20 *20* IB/M/ Jun24/7405/2 Do not write outside the box 0 8 This question is about an organic synthesis. 0 8 . 1 Name the mechanism in Step 1. State the reagent(s) used for Step 1. Name of mechanism Reagent(s) 0 8 . 2 Identify compound J. State the reagent(s) and conditions needed for Step 2. Compound J Reagent(s) and conditions 21 *21* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 0 8 . 3 State the reagent(s) used for Step 4. Outline the mechanism for Step 4. Reagent(s) Mechanism 0 8 . 4 Explain why Step 4 produces a racemic mixture. [3 mark s] 12 22 *22* IB/M/ Jun24/7405/2 Do not write outside the box 0 9 This question is about amines. 0 9 . 1 An incomplete equation for Step 1 in the reaction between bromoethane and an amine is shown. Complete the equation. In Step 2 of this reaction, the product of Step 1 forms a secondary amine. Name the secondary amine formed. Amine name 0 9 . 2 CH 3CHBrCH 2CH 3 reacts with NH 3 Draw the skeletal formula of the major organic product formed when • an excess of NH 3 is used • an excess of CH 3CHBrCH 2CH 3 is used. Product with excess NH 3 Product with excess CH 3CHBrCH 2CH 3 23 *23* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 0 9 . 3 Figure 3 shows a two -step synthesis to make amine G. Figure 3 Complete Figure 3 by drawing the mechanism for Step 1 and the displayed formula of amine G. 0 9 . 4 Figure 4 shows two amines, P and Q. Figure 4 Explain why P is a stronger base than Q. 9 24 *24* IB/M/ Jun24/7405/2 Do not write outside the box","m":1,"o":[{"k":"A","t":"25.0 cm3 sample of a solution of P is added to a 20.0 cm3 sample of a solution of Q."},{"k":"A","t":"B C D"},{"k":"A","t":"sample of butane has a volume of 20 cm3 at room temperature and pressure."},{"k":"A","t":"sample of each liquid is warmed with a few drops of Fehling’s solution."},{"k":"A","t":"6.56 × 10–4 mol sample of L burns completely in air to form 2.62 × 10–3 mol of water"}]},{"n":1,"t":"0 Figure 5 shows enthalpy of hydrogenation data for cyclohexene and benzene. It also shows predicted data for the theoretical molecule cyclohexa -1,3,5 -triene. Figure 5 25 *25* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 1 0 . 1 Compare benzene and the theoretical molecule cyclohexa -1,3,5- triene in terms of: • stability • shape • carbon–carbon bond lengths. For each of these properties, suggest reasons for any differences. Use data from Figure 5 in your answer. [5 mark s] 26 *26* IB/M/ Jun24/7405/2 Do not write outside the box Two steps in the synthesis of an aromatic amine are shown. 1 0 . 2 State the two reagents needed for Step 1 . Give an equation to show the formation of the reactive intermediate from these two reagents. Reagents Equation 1 0 . 3 Outline a mechanism for Step 1. 27 *27* Turn over IB/M/ Jun24/7405/2 Do not write outside the box 1 0 . 4 State the reagent(s) needed for Step 2. 1 0 . 5 State a possible use for the amine formed in Step 2. 12 28 *28* IB/M/ Jun24/7405/2 Do not write outside the box 1 1 This question is about enthalpy of combustion. 1 1 . 1 Limonene is found in the skin of citrus fruits. Figure 6 shows a diagram of the apparatus used in an experiment to determine a value for the enthalpy of combustion of limonene. When 1.31 g of limonene are burned, the temperature of the 60.0 g of water in the copper calorimeter increases by 52.1 °C The specific heat capacity of water is 4.18 J K–1 g–1 Figure 6 Calculate a value for the enthalpy of combustion, in kJ mol–1, of limonene (C 10H16). Enthalpy of combustion kJ mol–1 29 *29* IB/M/ Jun24/7405/2 Do not write outside the box 1 1 . 2 Table 3 shows values, obtained by different methods, for the enthalpy of combustion of a different liquid hydrocarbon. Table 3 Method Enthalpy of combustion / kJ mol–1 1 Standard enthalpy of combustion Δ cH o 298 – 4194 2 Value calculated from a calorimetry experiment –1100","m":2,"p":[{"id":[19],"t":"3 singlet Draw the parts of the structure of Y that can be deduced from each of these peaks. Deduce the structure of Y. State how many peaks are in the 13C NMR spectrum of Y . Part of structure from peak at δ = 3. 65 ppm Part of structure from peak at δ = 1.19 ppm Structure of Y Number of peaks in 13C NMR spectrum of Y 12 19 *19* Turn over IB/M/ Jun24/7405/2 Do not write outside the box","m":6}]},{"n":3,"t":"Value calculated using mean bond enthalpies –3159 Suggest reasons for the differences between the values obtained by each of Methods 2 and 3, and the value obtained by Method 1 in Table 3 . [5 mark s] END OF QUESTIO NS 9 30 *30* IB/M/ Jun24/7405/2 Do not write outside the box There are no questions printed on this page ANSWER IN THE SPACES PROVIDED 31 *31* IB/M/ Jun24/7405/2 Do not write outside the box number Additional page, if required. Write the question numbers in the left -hand margin. 32 *32* IB/M/ Jun24/7405/2 Do not write outside the box number Additional page, if required. Write the question numbers in the left -hand margin. Copyright information For confidentiality purposes, all acknowledgements of third -party copyright material are published in a separate booklet. This booklet is published after each live examination series and is available for free download from www.aqa.org.uk Permission to reproduce all copyright material has been applied for. In some cases, efforts to contact copyright -holders may have been unsuccessful and AQA will be happy to rectify any omissions of acknowledgements. If you have any queries please contact the Copyright Team. Copyright © 2024 AQA and its licensors. All rights reserved. *246A7405/2*","p":[{"id":[65],"t":"2 singlet"}]}]}