{"v":"qp_questions_only_v1","src":{"f":"June 2024 QP (2).pdf","sha256":"593ac59a1662b397b76788581031c49ae5a622212d7a4781ce6eecf8d492072e"},"paper":{"subject":"A-level Chemistry","paper_code":"7405/3","paper_name":"Paper 3 2","date_session":"Friday 21 June 2024 Morning","time_allowed":"2 hours","materials":["the Periodic Table/Data Booklet , provided as an insert (enclosed)","a ruler with millimetre measurements","a scientific calculator, which you are expected to use where appropriate."],"instructions":["Use black ink or black ball -point pen.","Fill in the boxes at the top of this page.","Answer all questions.","You must answer the questions in the spaces provided. Do not write outside","If you need extra space for your answer(s), use the lined pages at the end of","All working must be shown.","Do all rough work in this book. Cross through any work you do not"],"information":["The marks for questions are shown in brackets.","The m aximum mark for this paper is 90."],"advice":["You are advised to spend 70 minutes on Section A and 50 minutes on Section B . Please write clearly in block capitals.","Place a conical flask on a balance and add approximately 20 g of","Add 50 cm3 of 0.4 mol dm–3 hydrochloric acid.","Place a loose cotton wool plug in the neck of the flask.","Zero the mass reading on the balance.","Start a timer.","Record the loss in mass ( mt) every 30 seconds for 4 minutes.","Wait for the reaction to finish and record the total mass loss ( mtotal).","Plot a graph of ( mtotal – mt) against time."]},"questions":[{"n":0,"t":"1 The structure of 2 -hydroxybenzenecarboxylic acid is shown. 0 1 . 1 Give the equation for the reaction of 2 -hydroxybenzenecarboxylic acid with methanol. In your equation, include the skeletal formula of the organic product. [2 mark s] Aspirin is produced from 2 -hydroxybenzenecarboxylic acid by reaction with ethanoic anhydride in the presence of concentrated phosphoric acid. Method 1. Add 2-hydroxybenzenecarboxylic acid to a conical flask. 2. Add excess ethanoic anhydride. 3. Add a few drops of concentrated phosphoric acid. 4. Heat the flask to 85 °C for 10 minutes. 5. Cool the flask and pour the contents into 150 cm3 of cold water. 6. Filter and wash the impure solid aspirin. 7. Recrystallise the aspirin using a 50:50 mixture of water and ethanol. 8. Check the purity of the aspirin. 0 1 . 2 Aspirin can also be produced by reacting 2 -hydroxybenzenecarboxylic acid with ethanoyl chloride. State why ethanoic anhydride is preferred to ethanoyl chloride for this preparation. 3 *03* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 1 . 3 Give the name of the mechanism for the reaction of 2-hydroxybenzenecarboxylic acid with ethanoic anhydride. 0 1 . 4 Suggest the role of the concentrated phosphoric acid. 0 1 . 5 Suggest why reflux is not essential when the flask is heated to 85 °C for 10 minutes. 0 1 . 6 Complete and label the diagram to show how the impure solid is filtered. [2 mark s] 4 *04* IB/M/Jun24/7405/3 Do not write outside the box 0 1 . 7 Suggest the identity of two impurities present in the filtered solid aspirin before it is washed in Step 6 of the method. [2 mark s] Impurity 1 Impurity 2 0 1 . 8 Describe the recrystallisation process used to purify the aspirin. Include the method and apparatus used. [6 mark s] 5 *05* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 1 . 9 State the physical property that is measured to check the purity of the aspirin. Describe two ways the result would show that the product is impure. Physical property 1 2 19 6 *06* IB/M/Jun24/7405/3 Do not write outside the box 0 2 The rate of reaction between calcium carbonate and hydrochloric acid is investigated using a continuous monitoring method. Method • Place a conical flask on a balance and add approximately 20 g of large marble chips. • Add 50 cm3 of 0.4 mol dm–3 hydrochloric acid. • Place a loose cotton wool plug in the neck of the flask. • Zero the mass reading on the balance. • Start a timer. • Record the loss in mass ( mt) every 30 seconds for 4 minutes. • Wait for the reaction to finish and record the total mass loss ( mtotal). • Plot a graph of ( mtotal – mt) against time. Figure 1 shows a graph of the results obtained during the first 240 s Figure 1 0 2 . 1 Suggest why a loose cotton wool plug is placed in the neck of the flask, instead of leaving the flask open or inserting a bung. Instead of leaving the flask open Instead of inserting a bung 7 *07* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 2 . 2 20 g of large marble chips is a large excess of calcium carbonate. Suggest why using a large excess of calcium carbonate means that the rate is only affected by the changing concentration of the hydrochloric acid. 0 2 . 3 The mass of carbon dioxide produced in time t is equal to m t. The total mass of CO 2 produced during the reaction is equal to mtotal. Explain why ( mtotal – mt) is proportional to the concentration of hydrochloric acid remaining in the flask at time t. [2 mark s] 8 *08* IB/M/Jun24/7405/3 Do not write outside the box 0 2 . 4 Table 1 shows the rate of reaction, calculated from the gradient of the curve, at five different times. (mtotal – mt) is proportional to the concentration of unreacted HC l at time t. Table 1 Rate of reaction / g s–1 23.0 × 10–4 19.0 × 10–4 15.7 × 10–4 11.5 × 10–4 6.67 × 10–4 (mtotal – mt) / g 0.340 0.280 0.225 0.170 0.100 On the grid in Figure 2 plot the rate of reaction (y-axis) against ( mtotal – mt) (x-axis). Figure 2 9 *09* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 2 . 5 State how the graph in Figure 2 confirms that the rate equation for this reaction is Rate = k[HCl] 0 2 . 6 In this experiment the variable measured is mass loss. The rate of this reaction at a constant temperature can be investigated in other ways. Suggest two other variables that can be measured instead of mass loss. 1 2 11 10 *10* IB/M/Jun24/7405/3 Do not write outside the box 0 3 The thermal decomposition of but -3-en-1-ol is investigated at different temperatures ( T ). CH 2=CHCH 2CH 2OH → CH 2=CHCH 3 + HCHO The results from the investigation are used to calculate the rate constant, k, at each temperature. Table 2 shows some of the results. Table 2 T / K 1 T / K–1 k / s–1 In k 553 1.81 × 10–3 4.6 × 10–4 –7.68 563 1.78 × 10–3 8.4 × 10–4 –7.08 573 15.6 × 10–4 583 1.72 × 10–3 28.0 × 10–4 –5.88 593 1.69 × 10–3 49.9 × 10–4 –5.30 0 3 . 1 Complete Table 2 with the missing values at 573 K 0 3 . 2 The overall order of the reaction can be deduced from a piece of information in one of the column headings in Table 2 . Identify this piece of information and deduce the overall order. Piece of information Overall order 11 *11* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 3 . 3 The Arrhenius equation can be written in the form shown. In k = In A – Ea RT On the grid in Figure 3 plot a graph of ln k against 1 T Figure 3 12 *12* IB/M/Jun24/7405/3 Do not write outside the box 0 3 . 4 Use your graph from Question 03.3 to calculate a value for E a, in kJ mol–1, for the thermal decomposition of but -3-en-1- ol. The gas constant, R = 8.31 J K–1 mol–1 [3 mark s] Ea kJ mol–1 0 3 . 5 2-Methylpent -4-en-2-ol decomposes in a similar way to but -3-en-1-ol, to produce an alkene and a carbonyl compound. Deduce the structures of the alkene and the carbonyl compound. [2 mark s] CH 2=CHCH 2C(CH 3)2OH → + alkene carbonyl compound 10 13 *13* Turn over IB/M/Jun24/7405/3 Do not write outside the box ANSWER IN THE SPACES PROVIDED 14 *14* IB/M/Jun24/7405/3 Do not write outside the box 0 4 Figure 4 shows how the pH changes as 0.100 mol dm–3 sodium hydroxide solution is added to 25.0 cm3 of 0.0800 mol dm–3 aqueous propanoic acid at 298 K Figure 4 0 4 . 1 Propanoic acid is a weak acid. State the meaning of weak in this context. 0 4 . 2 Suggest why a student doing an experiment to produce the curve in Figure 4 would add the sodium hydroxide solution dropwise around the equivalence point. 15 *15* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 4 . 3 Give an expression for Ka for propanoic acid (CH 3CH 2COOH). Use this expression to show that pH = p Ka when half of the propanoic acid has reacted with sodium hydroxide. [3 mark s] Ka 0 4 . 4 Use the pH from Figure 4 , when half of the propanoic acid has reacted, to calculate Ka at 298 K [2 mark s] Ka mol dm–3 16 *16* IB/M/Jun24/7405/3 Do not write outside the box 0 4 . 5 When sodium hydroxide solution is added to aqueous propanoic acid, the solution formed acts as a buffer when between 5 cm3 and 15 cm3 have been added. Explain why the pH stays approximately constant during this part of the experiment. [2 mark s] 0 4 . 6 Methyl orange and universal indicator are not suitable indicators for the titration of solutions of propanoic acid with sodium hydroxide. State the reason why each indicator is not suitable. Methyl orange Universal indicator 11 17 *17* Turn over IB/M/Jun24/7405/3 Do not write outside the box 0 5 . 1 Some complexes containing transition metal ions are coloured. • Explain why some complexes containing transition metal ions are coloured. • List the factors that affect the colour. • Describe how colorimetry can be used to determine the concentration of a coloured complex. [6 mark s] 18 *18* IB/M/Jun24/7405/3 Do not write outside the box 0 5 . 2 Figure 5 shows the visible spectrum of [Cu(H 2O)6]2+ Figure 5 Use the wavelength at the peak of the curve in Figure 5 to calculate the change in energy, in J, of an electron when it absorbs radiation with this wavelength. the Planck constant, h = 6.63 × 10–34 J s speed of light, c = 3.00 × 108 m s–1 Change in e nergy J 9 19 *19* Turn over IB/M/Jun24/7405/3 Do not write outside the box Section B Only one answer per question is allowed. For each question completely fill in the circle alongside the appropriate answer. CORRECT METHOD WRONG METHODS If you want to change your answer you must cross out your original answer as shown. If you wish to return to an answer previously crossed out, ring the answer you now wish to select as shown. You may do your working in the blank space around each question but this will not be marked. Do not use additional sheets for this working. 0 6 Which row contains two species with different numbers of electrons? 0 7 Which element has the highest third ionisation energy? 20 *20* IB/M/Jun24/7405/3 Do not write outside the box 0 8 Compound P is converted into compound R by a two -stage synthesis via compound Q. The yields for the individual steps are: P → Q 50% Q → R 30% What is the overall yield of R in this synthesis? 0 9 What is the formula of ammonium ethanedioate? 21 *21* Turn over IB/M/Jun24/7405/3 Do not write outside the box 1 0 Which diagram shows the formation of a dative covalent bond? A B C D 1 1 Which substance does not have any bond angles of 120°? 22 *22* IB/M/Jun24/7405/3 Do not write outside the box 1 2 Which molecule does not have a permanent dipole? 1 3 Which compound forms the greatest number of hydrogen bonds per molecule in the liquid state? 23 *23* Turn over IB/M/Jun24/7405/3 Do not write outside the box 1 4 The Maxwell –Boltzmann distribution curve is shown for a gaseous reaction mixture. What is represented by the total area under the curve? 24 *24* IB/M/Jun24/7405/3 Do not write outside the box 1 5 Mg(s) + 2 HCl(aq) ⟶ MgC l2(aq) + H 2(g) The results are plotted on this graph. Which value is closest to the rate of reaction, in cm3 s–1, at 70 s? 25 *25* Turn over IB/M/Jun24/7405/3 Do not write outside the box 1 6 Which statement explains why the rate of a reaction increases when a catalyst is added at a constant temperature? activation energy. average energy of the particles. increase in the average energy of the particles. 1 7 The half -equations for the two electrodes are shown. positive electrode: PbO 2(s) + 3 H+(aq) + HSO 4–(aq) + 2 e– ⟶ PbSO 4(s) + 2 H2O(l) negative electrode: PbSO 4(s) + H+(aq) + 2 e– ⟶ Pb(s) + HSO 4–(aq) E o = –0.46 V What is the standard electrode potential of the PbO 2 / PbSO 4 electrode? 26 *26* IB/M/Jun24/7405/3 Do not write outside the box 1 8 Values of the ionic product of water ( Kw) at different temperatures are given. Kw = 6.40 × 10–15 mol2 dm–6 at 18 °C Kw = 1.00 × 10–14 mol2 dm–6 at 25 °C Which statement is correct?","m":1,"o":[{"k":"A","t":"NH 3 and HF"},{"k":"B","t":"CO 32– and NO 3–"},{"k":"C","t":"H3O+ and HF 2+"},{"k":"D","t":"CH 4 and NH 2–"},{"k":"A","t":"Li"},{"k":"B","t":"Be"},{"k":"C","t":"K"},{"k":"D","t":"Ca"},{"k":"A","t":"15%"},{"k":"B","t":"30%"},{"k":"C","t":"40%"},{"k":"D","t":"80%"},{"k":"A","t":"NH 4(C2O4)2"},{"k":"B","t":"(NH 4)2C2O4"},{"k":"C","t":"NH 4C2O4"},{"k":"D","t":"(NH 4)2(C2O4)3"},{"k":"A","t":"benzene"},{"k":"B","t":"boron trifluoride"},{"k":"C","t":"cyclohexane"},{"k":"D","t":"graphite"},{"k":"A","t":"NH 3"},{"k":"B","t":"PC l3"},{"k":"C","t":"SC l2"},{"k":"D","t":"SiCl 4"},{"k":"A","t":"CH 3CH 2COOH"},{"k":"B","t":"CH 3CH 2OCH 3"},{"k":"C","t":"CH 3CH 2CHO"},{"k":"D","t":"CH 3CH 2CH 2OH"},{"k":"A","t":"The total energy of the molecules in the reaction mixture"},{"k":"B","t":"The total energy of reacting molecules in the reaction mixture"},{"k":"C","t":"The total number of molecules in the reaction mixture"},{"k":"D","t":"The total number of reacting molecules in the reaction mixture"},{"k":"A","t":"student investigated the reaction between magnesium and hydrochloric acid."},{"k":"A","t":"0.4"},{"k":"B","t":"0.9"},{"k":"C","t":"1.1"},{"k":"D","t":"2.5"},{"k":"A","t":"The collision frequency increases because there is a decrease in"},{"k":"B","t":"The collision frequency increases because there is an increase in the"},{"k":"C","t":"The proportion of successful collisions increases because there is a decrease in activation energy."},{"k":"D","t":"The proportion of successful collisions increases because there is an"},{"k":"A","t":"cell with EMF = +2.15 V is made from two electrodes."},{"k":"A","t":"–2.61 V"},{"k":"B","t":"–1.69 V"},{"k":"C","t":"+1.69 V"},{"k":"D","t":"+2.61 V"},{"k":"A","t":"The concentration of hydroxide ions in water at 18 °C is"}]},{"n":8,"p":[{"id":[0],"t":"× 10–8 mol dm–3 1 9 Consider the Period 3 elements from sodium to chlorine. Which statement is correct? 2 0 Which statement correctly describes a trend down Group 7 from C l to I? X represents C l, Br or I becomes more positive. 27 *27* Turn over IB/M/Jun24/7405/3 Do not write outside the box 2 1 Which statement about chloride ions is correct? 2 2 Aqueous aluminium sulfate is added to aqueous sodium carbonate. What are the formulas of the precipitate and the gas formed? 2 3 What is the correct structural formula for 4 -chloro-2- methylpent -2-enoic acid? 28 *28* IB/M/Jun24/7405/3 Do not write outside the box 2 4 In which conversion does a nucleophile attack the organic reactant? 2 5 Compound Y has the structural formula CH 3COOCH 2CH(CH 3)2 Which compound is a position isomer of Y? 2 6 Which compound shows E–Z isomerism? 29 *29* Turn over IB/M/Jun24/7405/3 Do not write outside the box 2 7 What is the product when 3-methylbutan-2- one reacts with acidified KCN? 2 8 Which statement concerning nylon -6,6 is correct? 2 9 Which statement about the industrial production of ethanol from ethene at 300 °C is correct? C2H4(g) + H 2O(g) ⇌ C2H5OH(g) Δ H = –46 kJ mol–1 value of K p. 30 *30* IB/M/Jun24/7405/3 Do not write outside the box 3 0 Which compound is formed by the acid hydrolysis of phenyl benzenecarboxylate? 3 1 Which type of polymer is most difficult to hydrolyse? 3 2 In which polymer does hydrogen bonding occur between the polymer chains? 31 *31* Turn over IB/M/Jun24 /7405/3 Do not write outside the box 3 3 Which structure shows a zwitterion of an amino acid? A B C D 32 *32* IB/M/Jun24/7405/3 Do not write outside the box 3 4 The diagram shows a gas chromatogram for a sample containing four isomers with the molecular formula C 6H12O2 The carrier gas is nitrogen and the stationary phase is polar. Which of the four isomers in this sample is the most abundant? 33 *33* Turn over IB/M/Jun24 /7405/3 Do not write outside the box A B C D 34 *34* IB/M/Jun24/7405/3 Do not write outside the box 3 5 Which structure is formed by phenylalanine in solution at pH = 3? A B C D END OF QUESTIONS 30 35 *35* IB/M/Jun24/7405/3 Do not write outside the box There are no questions printed on this page ANSWER IN THE SPACES PROVIDED 36 *36* IB/M/Jun24 /7405/3 Do not write outside the box number Additional page, if required. Write the question numbers in the left -hand margin. 37 *37* IB/M/Jun24/7405/3 Do not write outside the box number Additional page, if required. Write the question numbers in the left -hand margin. 38 *38* IB/M/Jun24/7405/3 Do not write outside the box number Additional page, if required. Write the question numbers in the left -hand margin. 39 *39* IB/M/Jun24/7405/3 Do not write outside the box number Additional page, if required. Write the question numbers in the left -hand margin. 40 *40* IB/M/Jun24/7405/3 Do not write outside the box There are no questions printed on this page ANSWER IN THE SPACES PROVIDED Copyright information For confidentiality purposes, all acknowledgements of third -party copyright material are published in a separate booklet. This booklet is published after each live examination series and is available for free download from www.aqa.org.uk. Permission to reproduce all copyright material has been applied for. In some cases, efforts to contact copyright -holders may have been unsuccessful and AQA will be happy to rectify any omissions of acknowledgements. If you have any queries please contact the Copyright Team. Copyright © 2024 AQA and its licensors. All rights reserved. *246A7405/3*","m":1,"o":[{"k":"B","t":"The dissociation of water into ions is an exothermic process."},{"k":"C","t":"The pH of water is the same at 25 °C and at 18 °C"},{"k":"D","t":"Water becomes less acidic as the temperature is raised."},{"k":"A","t":"Sodium has the smallest atomic radius."},{"k":"B","t":"Aluminium has the highest melting point."},{"k":"C","t":"Sulfur is the most electronegative."},{"k":"D","t":"Chlorine has the highest first ionisation energy."},{"k":"A","t":"The boiling point of HX increases."},{"k":"B","t":"The bond dissociation energy of H –X increases."},{"k":"C","t":"The standard electrode potential value for X 2(aq) + 2 e– ⟶ 2 X–(aq)"},{"k":"D","t":"The solubility of AgX in ammonia increases."},{"k":"A","t":"They are oxidised by concentrated sulfuric acid."},{"k":"B","t":"They form a cream precipitate with silver nitrate solution."},{"k":"C","t":"They form a cobalt(II) complex with a tetrahedral shape."},{"k":"D","t":"They have the electron configuration 1s22s22p63s23p4"},{"k":"A","t":"Al2(CO 3)3 and SO 2"},{"k":"B","t":"Al2(CO 3)3 and CO 2"},{"k":"C","t":"Al(H2O)3(OH) 3 and SO 2"},{"k":"D","t":"Al(H2O)3(OH) 3 and CO 2"},{"k":"A","t":"CH 3CCl=CHCH(CH 3)COOH"},{"k":"B","t":"(CH 3)2C=CHCHCl COOH"},{"k":"C","t":"CH 3CHC lCH=C(CH 3)COOH"},{"k":"D","t":"(CH 3)2CHCH=CCl COOH"},{"k":"A","t":"CH 3CH 2CH 3 ⟶ CH 3CHClCH 3"},{"k":"B","t":"CH 3CH=CH 2 ⟶ CH 3CHBrCH 3"},{"k":"C","t":"CH 3CH 2CH 2OH ⟶ CH 3CH=CH 2"},{"k":"D","t":"CH 3CH 2CHO ⟶ CH 3CH 2CH(OH)CN"},{"k":"A","t":"5-hydroxyhexan-3- one"},{"k":"B","t":"butyl ethanoate"},{"k":"C","t":"hexanoic acid"},{"k":"D","t":"propyl propanoate"},{"k":"A","t":"2,3-dimethylbut -1-ene"},{"k":"B","t":"2,3-dimethylbut -2-ene"},{"k":"C","t":"2-methylpent -2-ene"},{"k":"D","t":"3-methylpent -2-ene"},{"k":"A","t":"2-hydroxy -2,3-dimethylbutanenitrile"},{"k":"B","t":"3-hydroxy -2,3-dimethylbutanenitrile"},{"k":"C","t":"2-hydroxy -3-methylpentanenitrile"},{"k":"D","t":"3-hydroxy -2-methylpentanenitrile"},{"k":"A","t":"Butanedioic acid is one of the reactants used to make nylon- 6,6"},{"k":"B","t":"Nylon -6,6 is an addition polymer."},{"k":"C","t":"Nylon -6,6 can be hydrolysed by aqueous sodium hydroxide."},{"k":"D","t":"All molecules of nylon- 6,6 have the same relative molecular mass."},{"k":"A","t":"The use of an acid catalyst increases the yield of ethanol."},{"k":"B","t":"The reaction is slower than fermentation."},{"k":"C","t":"An increase in temperature, at constant pressure, increases the"},{"k":"D","t":"An increase in pressure, at constant temperature, increases the equilibrium yield of ethanol."},{"k":"A","t":"C6H5CH 2OH"},{"k":"B","t":"C6H5CHO"},{"k":"C","t":"C6H5COCH 3"},{"k":"D","t":"C6H5COOH"},{"k":"A","t":"polyalkene"},{"k":"B","t":"polyamide"},{"k":"C","t":"polyester"},{"k":"D","t":"protein"},{"k":"A","t":"a polyalkene"},{"k":"B","t":"a polyamide"},{"k":"C","t":"a polychloroalkene"},{"k":"D","t":"a polyester"}]}]}]}