{"v":"qp_questions_only_v1","src":{"f":"June 2023 QP.pdf","sha256":"8a3326e8a426e1b2e1453ccb2118948ac99f81b499dfbe91388e6199382d1606"},"paper":{"subject":"A-level Chemistry","paper_code":"7405/3","paper_name":"Paper 3 2","date_session":"Friday 23 June 2023 Morning","time_allowed":"2 hours","materials":["the Periodic Table/Data Booklet, provided as an insert (enclosed)","a ruler with millimetre measurements","a scientific calculator, which you are expected to use where appropriate."],"instructions":["Use black ink or black ball -point pen.","Fill in the boxes at the top of this page.","Answer all questions.","You must answer the questions in the spaces provided. Do not write outside","If you need extra space for your answer(s), use the lined pages at the end of","All working must be shown.","Do all rough work in this book. Cross through any work you do not want to be marked."],"information":["The marks for questions are shown in brackets.","The m aximum mark for this paper is 90."],"advice":["You are advised to spend 70 minutes on Section A and 50 minutes on Section B. Please write clearly in block capitals."]},"questions":[{"n":0,"t":"1 Ethyl ethanoate can be made by reacting ethanol with ethanoic acid in the presence of concentrated sulfuric acid . Method 1. A mixture of ethanol, ethanoic acid, and concentrated sulfuric acid, with anti-bumping granules, is heated under reflux for 10 minutes. 2. The apparatus is rearranged for distillation. 3. The mixture is heated to collect the liquid that distils between 70 and 85 °C 4. The distillate is placed in a separating funnel. Aqueous sodium carbonate is added, and a stopper is placed in the funnel. The mixture is shaken, releasing pressure as necessary. 5. The lower aqueous layer is removed and the upper organic layer is plac ed in a small conical flask. 6. Anhydrous calcium chloride is added to the sample in the conical flask. The flask is shaken well and left for a few minutes. 7. The liquid from the flask is redistilled and the distillate is collected between 74 and 79 °C 0 1 . 1 State the role of concentrated sulfuric acid in this reaction. 0 1 . 2 The reaction mixture is flammable. Suggest how the reaction mixture should be heated in step 1. 3 *03* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 0 1 . 3 Figure 1 shows how a student set up the apparatus for reflux in step 1. You should assume that the apparatus is clamped correctly . Figure 1 Identify two mistakes the student made in setting up the apparatus. State the problem caused by each mistake. Mistake 1 Problem caused Mistake 2 Problem caused 4 *04* IB/M/Jun23 /7405/3 Do not write outside the box 0 1 . 4 State why sodium carbonate is added to the distillate in step 4. Explain why there is a build -up of pressure in the separating funnel . 0 1 . 5 Give a reason why two layers form in the separating funnel. Suggest why ethyl ethanoate forms the upper layer . Reason Suggestion 0 1 . 6 State why anhydrous calcium chloride is added in step 6. 5 *05* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 0 1 . 7 The student adds 10.0 cm3 of ethanol (M r = 46.0) to 5.25 g of ethanoic acid (M r = 60.0) and obtains 5.47 g of ethyl ethanoate (M r = 88.0). For ethanol, density = 0.790 g cm–3 Determine the limiting reagent. Calculate the percentage yield of ethyl ethanoate. Limiting reagent Percentage yield 0 1 . 8 Suggest a reason why the percentage yield is not 100% . 17 6 *06* IB/M/Jun23 /7405/3 Do not write outside the box 0 2 This question is about isomerism and the dehydration of alcohols. Pentan -2-ol has the molecular formula C 5H12O 0 2 . 1 Draw the displayed formula of an unbranched position isomer of pentan-2- ol that can be dehydrated to form a single alkene. 0 2 . 2 Draw the skeletal formula of a chain isomer of pentan-2-ol that can be dehydrated to form a mixture of alkenes. 0 2 . 3 Draw the structure of an unbranched functional group isomer of pentan -2-ol. 0 2 . 4 Another isomer of pentan -2-ol is an alcohol that is not dehydrated when heated with concentrated sulfuric acid. Draw the structure of this isomer. 7 *07* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 0 2 . 5 An incomplete mechanism for the dehydration of a compound is shown. Complete the mechanism for this reaction by drawing two curly arrows on the intermediate. Name the mechanism for this reaction. 0 2 . 6 An isomer of the final product can also form in the reaction in Question 02.5. Draw the structure of this isomer. 8 8 *08* IB/M/Jun23 /7405/3 Do not write outside the box 0 3 Endomorphin -2 is a peptide with the amino acid sequence shown. Tyr–Pro–Phe –Phe –NH 2 Each amino acid is represented by a three -letter abbreviation. Tyr = tyrosine Pro = proline Phe = phenylalanine Figure 2 shows part of the structure of endomorphin-2, showing the Tyr –Pro–Phe– part of the molecule. Figure 2 0 3 . 1 The –NH 2 at the end of the amino acid sequence of endomorphin-2 shows that the terminal functional group is an amide, not an acid. Complete the structure of endomorphin -2 in Figure 2 . [2 marks ] 0 3 . 2 Use the structure in Figure 2 to draw the skeletal formula of proline, Pro. 9 *09* Turn over IB/M/Jun23 /7405/3 Do not write outside the box amino acids. The student analyses the resulting mixture by thin -layer chromat ography, TLC. 0 3 . 3 State a reagent and the conditions needed for the hydrolysis. Reagent Conditions 0 3 . 4 Figure 3 shows the apparatus used for the TLC. Figure 3 There is a piece of the apparatus missing from Figure 3. This omission will result in an inaccurate chromatogram. Identify the missing piece of the apparatus. State and explain why this piece of the apparatus is needed. Missing piece Explanation 10 *10* IB/M/Jun23 /7405/3 Do not write outside the box 0 3 . 5 State why the amino acids separate on the TLC plate. When the solvent has risen up the TLC plate , the student removes the plate from the beaker and sprays it with a developing agent. Figure 4 shows the result. Figure 4 0 3 . 6 Name a suitable developing agent. State why the developing agent is needed. Name Why needed 11 *11* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 0 3 . 7 Determine the Rf value for Tyr. Rf 12 12 *12* IB/M/Jun23 /7405/3 Do not write outside the box 0 4 The student does a series of tests on the solutions. Table 1 shows these tests and the observations. Table 1 Test Observations with L Observations with M Add ammonia solution slowly until in excess. A red -brown precipitate forms that is insoluble in excess. A green precipitate forms that is insoluble in excess. Add sodium carbonate solution. A red -brown precipitate forms. Effervescence is seen. A green precipitate forms. Add dilute nitric acid and then divide into two portions. Add barium chloride solution to the first portion. Add silver nitrate solution to the second portion. No change is seen . No change is seen. A white precipitate forms . No change is seen . No change is seen. Identify L and M using the results in Table 1 . In your answer: • identify all precipitates • explain why effervescence is seen in the reaction of sodium carbonate with L but not with M • give ionic equations for all reactions. 13 *13* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 6 14 *14* IB/M/Jun23 /7405/3 Do not write outside the box 0 5 The molar enthalpy of vaporisation (∆H vap) of a liquid is the enthalpy change when one mole of liquid is converted to vapour at the boiling point of the liquid. The student : • places a large beaker on a balance • pours 500 cm3 of water into the beaker • uses a 2.4 kW heater to raise the temperature of the water to 100 °C • records the mass of the beaker and hot water • uses the 2.4 kW heater to boil the water for 100 s • records the mass of the beaker and remaining water. The loss in mass is 103 g 0 5 . 1 Calculate ∆Hvap for water. [1 kW = 1 kJ s–1] [3 marks ] ∆Hvap kJ mol–1 15 *15* Turn over IB/M/Jun23 /7405/3 Do not write outside the box Table 2 shows some data about three compounds that all contain the same number of electrons. Table 2 Compound CH 3CH 2OH CH 3CH 2NH 2 CH 3OCH 3 Boiling point / K 352 290 248 0 5 . 2 All three compounds in Table 2 are polar. Ethanol is the most polar and ethylamine is the least polar. Explain why all three molecules are polar and why ethylamine is the least polar. In your answer refer to the shapes around, and relative electronegativities of, the most electronegative atoms. 0 5 . 3 Explain the trend in the boiling points of the three compounds. Refer to the intermolecular forces in all three compounds in your answer. 10 16 *16* IB/M/Jun23 /7405/3 Do not write outside the box 0 6 Calcium hydroxide is almost insoluble in water, but it reacts with dilute hydrochloric acid. Ca(OH) 2(s) + 2 HCl(aq) → CaC l2(aq) + 2 H2O(l)","m":1,"p":[{"id":[60],"t":"0 g of solid calcium hydroxide. 0 6 . 1 Show, by calculation, that the calcium hydroxide is in excess. 0 6 . 2 The final mixture contains a saturated solution of Ca(OH) 2 at 293 K At 293 K • the solubility of Ca(OH) 2 in this solution is 0.400 g dm–3 • Kw = 6.80 × 10–15 mol2 dm–6 Calculate the pH of this solution. Give your answer to two decimal places. [5 marks ] pH 7 17 *17* Turn over IB/M/Jun23 /7405/3 Do not write outside the box Section B Only one answer per question is allowed. For each answer completely fill in the circle alongside the appropriate answer. CORRECT METHOD WRONG METHODS If you want to change your answer you must cross out your original answer as shown. If you wish to return to an answer previously crossed out, ring the answer you now wish to select as shown. You may do your working in the blank space around each question but this will not be marked. Do not use additional sheets for this working. 0 7 Which row shows the number of each fundamental particle in one 25Mg2+ ion? protons neutrons electrons 0 8 What is the relative molecular mass ( Mr) of benzene-1,4-dicarboxylic acid? 18 *18* IB/M/Jun23 /7405/3 Do not write outside the box 0 9 Which substance has significant electron delocalisation? 1 0 Which reaction has a standard enthalpy change equal to the standard enthalpy of formation for barium chloride? 19 *19* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 1 1 This is a Maxwell –Boltzmann distribution for a gaseous reactant . What is represented by the total area under the curve? 1 2 The rate of reaction is greater when a catalyst is used, without changing the temperature. Which statement explains why the rate of reaction is greater with a catalyst? the catalysed reaction has a lower activation energy. there is an increase in the average energy of the particles. the catalysed reaction has a lower activation energy. there is an increase in the average energy of the particles. 20 *20* IB/M/Jun23 /7405/3 Do not write outside the box 1 3 When HF is added to water at 298 K, this equilibrium is established. HF(aq) ⇌ H+(aq) + F–(aq) At equilibrium, [HF] = 7.7 0 × 10–3 mol dm–3 and [F–] = 2.30 × 10–3 mol dm–3 What is the value of the equilibrium constant, in mol dm–3, at 298 K? 1 4 In which oxide is the named element in its highest oxidation state? 1 5 What happens when water is vaporised? 21 *21* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 1 6 Which species can behave as a Brønsted –Lowry acid in aqueous solution? 1 7 Which change causes the pH of 10 cm3 of 1.0 mol dm–3 NaOH to be halved at 298 K? Kw = 1.0 × 10–14 at 298 K 1 8 What is the value of Ka for this acid, in mol dm–3 ? 22 *22* IB/M/Jun23 /7405/3 Do not write outside the box 1 9 Which statement is not correct about the Period 3 elements sodium to chlorine? 2 0 Equal volumes of pairs of solutions are mixed. Which pair forms a buffer solution? 2 1 Barium metal is added to a large excess of water . Which observation is correct and complete? 23 *23* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 2 2 Which species is the strongest reducing agent? 2 3 Which statement about the shapes of ions is not correct? 2 4 Which compound can decolourise acidified potassium manganate(VII) solution? 24 *24* IB/M/Jun23 /7405/3 Do not write outside the box 2 5 Which statement about catalysts used in reactions at equilibrium , at a constant temperature , is correct ? decrease the rate of the reverse reaction. 2 6 Consider this reaction scheme. Which step is shown with a correct reagent and a correct condition? 25 *25* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 2 7 Which process does not involve a heterogeneous catalyst? 2 8 The equation for the complete combustion of butane is C4H10 + 6 1 2 O2 → 4 CO 2 + 5 H2O What is the mole fraction of butane in a mixture of butane and oxygen with the minimum amount of oxygen needed for complete combustion? 26 *26* IB/M/Jun23 /7405/3 Do not write outside the box 2 9 Which is not a possible product of a reaction between KOH and ? A B C D 3 0 Most scientists believe that the concentration of ozone in the upper atmosphere should not be allowed to decrease. Which statement is a correct reason for this belief? 27 *27* Turn over IB/M/Jun23 /7405/3 Do not write outside the box 3 1 Compound X can be converted into an alcohol in a two-stage process. What is the name of compound X? 3 2 Which is a correct equation for the oxidation of 1 -phenylethanol? [O] represents oxygen from an oxidising agent. 28 *28* IB/M/Jun23 /7405/3 Do not write outside the box 3 3 The skeletal formulas of two compounds are shown. Which method would distinguish between samples of these compounds? 3 4 Which compound is the strongest base? A B 3 5 Which statement about enzymes is not correct? can bind to the active site. binds to the active site. enzymes. 29 *29* IB/M/Jun23 /7405/3 Do not write outside the box 3 6 Cisplatin has the formula [Pt(NH 3)2Cl2] Cisplatin is an anti -cancer drug that prevents replication of DNA. When cisplatin bonds to DNA, which is the correct ligand replacement reaction? END OF QUESTIONS 30 30 *30* IB/M/Jun23 /7405/3 Do not write outside the box There are no questions printed on this page ANSWER IN THE SPACES PROVIDED 31 *31* IB/M/Jun23 /7405/3 Do not write outside the box number Additional page, if required. Write the question numbers in the left- hand margin. 32 *32* IB/M/Jun23 /7405/3Do not write outside the boxQuestion numberAdditional page, if required. Write the question numbers in the left- hand margin. Copyright information For confidentiality purposes, all acknowledgements of third -party copyright material are published in a separate booklet. This booklet is published after each live examination series and is available for free download from www.aqa.org.uk. Permission to reproduce all copyright material has been applied for. In some cases, efforts to contact copyright -holders may have been unsuccessful and AQA will be happy to rectify any omissions of acknowledgements. If you have any queries please contact the Copyright Team. Copyright © 2023 AQA and its licensors. All rights reserved. *236A7405/3 *","m":2,"o":[{"k":"A","t":"12 12 10"},{"k":"B","t":"14 11 12"},{"k":"C","t":"12 13 10"},{"k":"D","t":"12 13 12"},{"k":"A","t":"164.0"},{"k":"B","t":"166.0"},{"k":"C","t":"168.0"},{"k":"D","t":"170.0"},{"k":"A","t":"graphite"},{"k":"B","t":"iodine"},{"k":"C","t":"sodium chloride"},{"k":"D","t":"tetrachloromethane"},{"k":"A","t":"Ba(g) + C l2(g) → BaC l2(s)"},{"k":"B","t":"Ba2+(g) + 2 Cl–(g) → BaC l2(s)"},{"k":"C","t":"Ba(s) + C l2(g) → BaC l2(s)"},{"k":"D","t":"Ba2+(s) + 2 Cl–(g) → BaC l2(s)"},{"k":"A","t":"total energy of the particles"},{"k":"B","t":"activation energy for the reaction"},{"k":"C","t":"total number of reacting particles"},{"k":"D","t":"total number of particles present"},{"k":"A","t":"The collision frequency increases because"},{"k":"B","t":"The collision frequency increases because"},{"k":"C","t":"The proportion of successful collisions increases because"},{"k":"D","t":"The proportion of successful collisions increases because"},{"k":"A","t":"1.45 × 103"},{"k":"B","t":"3.35"},{"k":"C","t":"2.99 × 10–1"},{"k":"D","t":"6.87 × 10–4"},{"k":"A","t":"chlorine in C lO2"},{"k":"B","t":"magnesium in MgO"},{"k":"C","t":"nitrogen in N 2O4"},{"k":"D","t":"sulfur in SO 2"},{"k":"A","t":"Covalent bonds break within molecules."},{"k":"B","t":"Intermolecular forces are overcome."},{"k":"C","t":"The en thalpy of the molecules decreases."},{"k":"D","t":"The disorder of the molecules decreases."},{"k":"A","t":"SO 42−"},{"k":"B","t":"HCO 3−"},{"k":"C","t":"BF3"},{"k":"D","t":"NH 3"},{"k":"A","t":"adding 10 cm3 of water"},{"k":"B","t":"adding 10 dm3 of water"},{"k":"C","t":"adding 5 cm3 of 1.0 mol dm–3 HCl"},{"k":"D","t":"adding 10 cm3 of 1.0 mol dm–3 HCl"},{"k":"A","t":"0.100 mol dm–3 solution of a weak acid has pH = 2.50"},{"k":"A","t":"3.16 × 10–2"},{"k":"B","t":"3.16 × 10–3"},{"k":"C","t":"1.00 × 10–4"},{"k":"D","t":"1.00 × 10–5"},{"k":"A","t":"Sodium has the largest atomic radius."},{"k":"B","t":"Sodium has the lowest melting point."},{"k":"C","t":"Silicon has the highest melting point."},{"k":"D","t":"Chlorine has the highest first ionisation energy."},{"k":"A","t":"ammonia and ammonium chloride"},{"k":"B","t":"ammonia and methylamine"},{"k":"C","t":"ethanoic acid and methanoic acid"},{"k":"D","t":"hydrochloric acid and sodium hydroxide"},{"k":"A","t":"a colourless solution"},{"k":"B","t":"a colourless solution with effervescence"},{"k":"C","t":"a dense white precipitate"},{"k":"D","t":"a dense white precipitate with effervescence"},{"k":"A","t":"F2"},{"k":"B","t":"I2"},{"k":"C","t":"F–"},{"k":"D","t":"I–"},{"k":"A","t":"[CoC l4]2– is square planar."},{"k":"B","t":"NH 4+ is tetrahedral."},{"k":"C","t":"[Co(H 2NCH 2CH 2NH 2)3]2+ is octahedral."},{"k":"D","t":"[Co(H 2O)6]2+ is octahedral."},{"k":"A","t":"AgNO 3"},{"k":"B","t":"CuSO 4"},{"k":"C","t":"FeSO 4"},{"k":"D","t":"Fe2(SO 4)3"},{"k":"A","t":"They are always used in the solid state."},{"k":"B","t":"They increase the rate of the forward reaction but"},{"k":"C","t":"They have no effect on the value of the equilibrium constant."},{"k":"D","t":"They make the forward reaction more exothermic."},{"k":"A","t":"Step 1 HCN dissolved in water"},{"k":"B","t":"Step 2 KOH dissolved in warm water"},{"k":"C","t":"Step 4 CH 3OH with an alkaline catalyst"},{"k":"D","t":"Step 5 H 2 with a nickel catalyst"},{"k":"A","t":"catalytic cracking of alkanes"},{"k":"B","t":"Contact process"},{"k":"C","t":"decomposition of ozone"},{"k":"D","t":"Haber process"},{"k":"A","t":"0.133"},{"k":"B","t":"0.153"},{"k":"C","t":"0.167"},{"k":"D","t":"0.200"},{"k":"A","t":"Ozone helps to prevent global warming."},{"k":"B","t":"Ozone is an efficient disinfectant."},{"k":"C","t":"Ozone helps to remove pollutants such as chloroalkanes."},{"k":"D","t":"Ozone absorbs ultraviolet radiation."},{"k":"A","t":"propene"},{"k":"B","t":"propan al"},{"k":"C","t":"methylbenzene"},{"k":"D","t":"ethanamide"},{"k":"A","t":"C6H5CH 2CH 2OH + 2 [O] → C 6H5CH 2COOH + H 2O"},{"k":"B","t":"C6H5CH 2CH 2OH + [O] → C 6H5CH 2CHO + H 2O"},{"k":"C","t":"C6H5CH(OH)CH 3 + [O] → C 6H5CH 2CHO + H 2O"},{"k":"D","t":"C6H5CH(OH)CH 3 + [O] → C 6H5COCH 3 + H 2O"},{"k":"A","t":"comparing fingerprint regions of their infrared spectra"},{"k":"B","t":"obtaining molecular mass es from their high resolution mass spectra"},{"k":"C","t":"warming with acidified potassium dichromate(VI) solution"},{"k":"D","t":"warming with Tollens’ reagent"},{"k":"C","t":"NH 3"},{"k":"D","t":"NH 4Cl"},{"k":"A","t":"The tertiary structure of an enzyme influences which molecules"},{"k":"B","t":"The action of enzymes can be inhibited by a molecule or ion that"},{"k":"C","t":"Enzymes work equally well on both optical isomers of a substrate."},{"k":"D","t":"Computers can be used to design drugs to block active sites on"},{"k":"A","t":"replacement of one NH 3 ligand"},{"k":"B","t":"replacement of two NH 3 ligands"},{"k":"C","t":"replacement of one NH 3 ligand and one C l– ligand"},{"k":"D","t":"replacement of two C l– ligands"}]}],"o":[{"k":"A","t":"student uses the method to prepare some ethyl ethanoate ."},{"k":"A","t":"student hydrolyses a sample of endomorphin -2 to break it down into its constituent"},{"k":"A","t":"student is given two aqueous solutions, L and M, that both contain iron salts."},{"k":"A","t":"white precipitate forms ."},{"k":"A","t":"student does an experiment to determine ∆H vap for water."},{"k":"A","t":"student adds 100 cm3 of 0.100 mol dm–3 hydrochloric acid to"}]}]}