{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2022 QP 2.pdf","sha256":"149e8733052b1658fc1d6cf642e34a73d74aa02ae6166706881cea0f4c6f5e9b"},"ms":{"f":"June 2022 MS 2.pdf","sha256":"483d4bde8cb858ec2d110e6c7b12fd608518880f10e114d0865953f29c82905d"}},"paper":{"paper_id":"9114821119","subject":"A Level Physics A","time_allowed":"2 hours 15 minutes","total_marks":100,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.","Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answer should be supported with working. Marks might be"],"information":["The total mark for this paper is 100.","The marks for each question are shown in brackets [ ].","Quality of extended response will be assessed in questions marked with an asterisk (*).","This document has 28 pages."],"advice":["Read each question carefully before you start your answer.You must have:","the Data, Formulae and Relationships booklet","a scientific or graphical calculator","a ruler (cm/mm)"],"you_may_use":["a scientific or graphical calculator","a ruler (cm/mm)"]}},"mark_scheme":{"paper_code":"H556/02","session":"June 2022"},"items":[{"q":{"n":1,"star":false,"t":"A current is present in the circuit below. A electrolyte The resistor is made from a length of wire. Which row gives the correct charge carriers in the resistor and in the electrolyte? Charge carriers in the resistorCharge carriers in the electrolyte","m":1,"o":[{"k":"A","t":"Electrons Electrons"},{"k":"B","t":"Electrons Ions"},{"k":"C","t":"Electrons and protons Ions and electrons"},{"k":"D","t":"Electrons and ions Ions and protons"}]},"ms":{"mcq":{"ans":"B","marks":1},"parts":[{"id":"1","raw":"223 553998 Alternatively, you can email us on support@o cr.org.uk For more information visit ocr.org.uk/qualifications/resource -finder ocr.org.uk Twitter /ocrexams /ocrexams /company/ocr /ocrexams OCR is part of Cambridge University Press & Assessment, a department of the University of Cambridge. For staff training purposes and as part of our quality assurance programme your call may be recorded or monitored. © OCR"}]}},{"q":{"n":2,"star":false,"t":"The half-life of fluorine-18 isotope is T. After time t = 4T the number of fluorine-18 nuclei in a source is N. How many fluorine-18 nuclei have decayed in the time interval from t = 0 to t = 4T?","m":1,"o":[{"k":"A","t":"3 N"},{"k":"B","t":"4 N"},{"k":"C","t":"15 N"},{"k":"D","t":"16 N"}]},"ms":{"mcq":{"ans":"C","marks":1},"parts":[{"id":"2","raw":"C 1"}]}},{"q":{"n":3,"star":false,"t":"The activity of an alpha-emitting source is 120 kBq. The kinetic energy of each alpha-particle is 4.0 MeV. What is the rate of energy released by the source?","m":1,"o":[{"k":"A","t":"6.4 × 10–13 W"},{"k":"B","t":"4.8 × 10–8 W"},{"k":"C","t":"7.7 × 10–8 W"},{"k":"D","t":"1.2 × 105 W"}]},"ms":{"mcq":{"ans":"C","marks":1},"parts":[{"id":"3","raw":"small squares Total 9"}]}},{"q":{"n":4,"star":false,"t":"Which of the following statement(s) correctly describe radioactive decay? 1 Radioactive decay can be modelled using dice. 2 Radioactive decay of nuclei is random. 3 Radioactive decay of nuclei is spontaneous.","m":1,"o":[{"k":"A","t":"Only 1"},{"k":"B","t":"Only 2"},{"k":"C","t":"2 and 3"},{"k":"D","t":"1, 2 and 3"}]},"ms":{"mcq":{"ans":"D","marks":1},"parts":[{"id":"4","raw":"D 1"}]}},{"q":{"n":5,"star":false,"t":"A gamma-ray photon of frequency 6.76 × 1022 Hz creates a particle-antiparticle pair. The particle -antiparticle pair have zero kinetic energy. What is the mass of the particle?","m":1,"o":[{"k":"A","t":"2.49 × 10–28 kg"},{"k":"B","t":"4.98 × 10–28 kg"},{"k":"C","t":"7.47 × 10–20 kg"},{"k":"D","t":"4.48 × 10–11 kg"}]},"ms":{"mcq":{"ans":"A","marks":1},"parts":[{"id":"5","raw":"A 1"}]}},{"q":{"n":6,"star":false,"t":"A potential divider circuit is shown below. V9.0 V The battery has electromotive force (e.m.f.) 9.0 V and negligible internal resistance. At room temperature the potential difference (p.d.) across the thermistor is 4.5 V. The temperature of the thermistor is increased and its resistance decreases by 20% from its previous value. What is the p.d. across the thermistor now?","m":1,"o":[{"k":"A","t":"3.6 V"},{"k":"B","t":"4.0 V"},{"k":"C","t":"5.0 V"},{"k":"D","t":"5.4 V"}]},"ms":{"mcq":{"ans":"B","marks":1},"parts":[{"id":"6","raw":" 10-3 (± 02) / (Use of KE = F d ) = 4.8  10-20 = F  6  10-3 and (use of F = m  a) F = (8.0  10-18) = 9.11  10-31  a a = 8.78 ….  1012 (m s-2) C1 M1 A1 Allow u and v interchangeabl y throughout Allow calculation of E = (0.30 / 6  10-3) = 50 (V m-1) or v = 3.2  105 (m s-1) or v2 = 1.05  1011 (m s-1)2 or F = 8.0  10-18 (N) for C1 mark Substitution mark – in any arrangement . Expect full substitutions including numerical value of me if appropriate Method 1: direct calculation of a Method 2: us ing KE = ½ mv2 and v2 = u2 + 2as Method 3: us ing KE = F d and F = m  a Note must be more than 2 SF (not paper SF penalty) Ignore negative sign (ii) (Use of KE = ½ mv2 ) = 4.8  10-20 = ½  m  v2 OR ( u2 = v2 - 2as) = 02 – [2  (-) 8.8  1012  s] Full substitution leading to v = 3.2…  105 (m s-1) C1 A1 Allow u and v interchangeabl y Numerical value of me must be used if using KE method Note must be more than 1 SF (not paper SF penalty) Note 3.25 is acceptable for A1, but not 3.3 H556/02 Mark Scheme June 2022 Question Answer Marks Guidance (iii) t = 3.2 × 105","codes":["C1","M1","A1","C1","C1","A1","A1"]}]}},{"q":{"n":7,"star":false,"t":"A particle is moving at right angles to a uniform magnetic field of flux density B. The particle has mass m, charge q and moves in a circular arc of radius r in the region of the magnetic field. What quantities are required to determine the momentum of this particle?","m":1,"o":[{"k":"A","t":"B, q and r"},{"k":"B","t":"B, q and m"},{"k":"C","t":"B, q, r and m"},{"k":"D","t":"q, r and m"}]},"ms":{"mcq":{"ans":"A","marks":1},"parts":[{"id":"7","raw":".8+ 0.03"}]}},{"q":{"n":8,"star":false,"t":"The diagram below shows two long current-carrying conductors X and Y. X Y The conductors are parallel to each other. Y experiences a force because it is in the magnetic field of X. Which row gives the correct direction of the magnetic field at Y due to X, and the direction of the force experienced by Y due to this field? Direction of magnetic field Direction of force","m":1,"o":[{"k":"A","t":"Down into the plane of paper To the right"},{"k":"B","t":"Up from the plane of paper To the right"},{"k":"C","t":"Down into the plane of paper To the left"},{"k":"D","t":"Up from the plane of paper To the left"}]},"ms":{"mcq":{"ans":"C","marks":1},"parts":[{"id":"8","raw":".0 × 10−5  = 2.0  10-11 (F m-1) C1 A1 Possible ECF from (b)(ii)1 Allow 1 mark if final answer is relative permittivity correctly calculated ( divided by 8.85 x  10-12) Total 11","codes":["C1","A1"]}]}},{"q":{"n":9,"star":false,"t":"A student is investigating the refraction of light by a rectangular glass block. The glass block is surrounded by air. The diagram below shows the path of the light as it enters the block, when it is refracted within the block and when it exits the block. θ φglass block Which statement is correct?","m":1,"o":[{"k":"A","t":"The angles θ and φ are the same because the glass block is surrounded by air."},{"k":"B","t":"The product of sin θ and the refractive index of glass is a constant."},{"k":"C","t":"The refractive index of glass is less than the refractive index of air."},{"k":"D","t":"The speed of light is the same in both air and glass."}]},"ms":{"mcq":{"ans":"A","marks":1},"parts":[{"id":"9","raw":".11 × 10−31 / (Use of KE = ½ mv2 ) = 4.8  10-20 = ½  9.11  10-31  v2 and ( use of v2 = u2 + 2as =) v2 = (1.05  1011 ) = 2  a "}]}},{"q":{"n":10,"star":false,"t":"A proton of mass 1.67 × 10–27 kg is travelling at a speed of 2.0 × 105 m s–1. The table below shows the mass and speed of four particles A, B, C and D. Particle Mass / kg Speed / 105 m s–1 Which particle has the same de Broglie wavelength as the proton?","m":1,"o":[{"k":"A","t":"9.11 × 10–305.0"},{"k":"B","t":"8.80 × 10–283.0"},{"k":"C","t":"2.49 × 10–282.0"},{"k":"D","t":"3.34 × 10–271.0"}]},"ms":{"mcq":{"ans":"D","marks":1},"parts":[{"id":"10","raw":"D 1"}]}},{"q":{"n":11,"star":false,"t":"A beam of sound of intensity I0 is reflected off the surface of water. The amplitude of the reflected sound is 1 4 the amplitude of the incident sound. What is the intensity of the reflected sound in terms of I0?","m":1,"o":[{"k":"A","t":"I0"},{"k":"B","t":"I0"},{"k":"C","t":"I0"},{"k":"D","t":"I0"}]},"ms":{"mcq":{"ans":"A","marks":1},"parts":[{"id":"11","raw":"A 1"}]}},{"q":{"n":12,"star":false,"t":"A small sample of muscle has volume 1.0 cm3 and mass 1.10 g. The speed of ultrasound in the muscle is 1600 m s–1. What is the acoustic impedance of the muscle?","m":1,"o":[{"k":"A","t":"1.76 × 103 kg m–2 s–1"},{"k":"B","t":"1.76 × 104 kg m–2 s–1"},{"k":"C","t":"1.76 × 106 kg m–2 s–1"},{"k":"D","t":"1.76 × 1012 kg m–2 s–1"}]},"ms":{"mcq":{"ans":"C","marks":1},"parts":[{"id":"12","raw":"C 1"}]}},{"q":{"n":13,"star":false,"t":"The mass of a proton is mp, the mass of a neutron is mn, and the mass of a hydrogen-3 (13H) nucleus is M. The speed of light in a vacuum is c. Which expression is correct for the binding energy (B.E.) of the hydrogen-3 nucleus?","m":1,"o":[{"k":"A","t":"B.E. = M × c2"},{"k":"B","t":"B.E. = ( mn + mp – M) × c2"},{"k":"C","t":"B.E. = ( mn + 2mp – M) × c2"},{"k":"D","t":"B.E. = (2 mn + mp – M) × c2"}]},"ms":{"mcq":{"ans":"D","marks":1},"parts":[{"id":"13","raw":"D 1"}]}},{"q":{"n":14,"star":false,"t":"A wire in a circuit obeys Ohm’s law. Which statement about the wire is linked to this law?","m":1,"o":[{"k":"A","t":"The current in the wire is directly proportional to the potential difference across it."},{"k":"B","t":"The current in the wire is inversely proportional to its resistance."},{"k":"C","t":"The resistance of the wire is directly proportional to its length."},{"k":"D","t":"The resistance of the wire is inversely proportional to its cross-sectional area."}]},"ms":{"mcq":{"ans":"A","marks":1},"parts":[{"id":"14","raw":"A 1"}]}},{"q":{"n":15,"star":false,"t":"An electron has both mass and charge. The electron has a gravitational field and an electric field around it. Which statement is not correct? SECTION B Answer all the questions.","m":1,"o":[{"k":"A","t":"Both field patterns look the same."},{"k":"B","t":"Both field patterns show parallel field lines around the electron."},{"k":"C","t":"Both field strengths obey an inverse square law with distance from the electron."},{"k":"D","t":"The direction of both fields is the same at any point around the electron."}]},"ms":{"mcq":{"ans":"B","marks":1},"parts":[{"id":"15","raw":"B 1 Total 15"}]}},{"q":{"n":16,"star":false,"p":[{"l":"a","t":"A graph of displacement s against distance x for a progressive wave at time t = 0 is shown below. +5.0 –5.00 0 1.0 2.0 3.0 4.0x / cms / cmdirection of travel Determine:"},{"l":"i","t":"the phase difference φ in radians between the points on the wave at x = 1.5 cm and x = 2.5 cm φ = rad Suggest why the powder piles up at the nodes within the tube","m":1,"p":[{"l":"ii","t":"the displacement s at time t = 3 4 T at x = 1.5 cm, where T is the period of the oscillations of the wave. s = cm Use Fig. 16.2 to determine the speed of sound v. v = m s–1","m":1},{"l":"iii","t":"Determine the fundamental (minimum) frequency f0 of the stationary wave that can be formed within this tube. f0 = Hz","m":2}]},{"l":"b","t":"A beam of coherent light of wavelength λ is incident normally at two parallel slits (double-slit). joining the slits. The location of some of these fringes is shown in Fig. 16.1 . light double-slitQ P O N screenM Fig. 16.1 (not to scale) The bright fringes are seen at points M, O and Q. The dark fringes are seen at points N and P. State the phase difference φ in degrees, and the path difference d in terms of wavelength λ, for the waves from the two slits meeting at point P. φ = ° d = λ","m":1},{"l":"c","t":"A student is doing an experiment to determine the speed of sound in air by producing stationary waves inside a horizontal glass tube. Fine powder is sprinkled inside the tube. A loudspeaker is placed close to the open end of the tube. The other end of the tube is closed. The loudspeaker is connected to a signal generator producing a frequency of 2.72 kHz. The powder inside the tube forms piles at certain locations inside the tube, see Fig. 16.2 . 25.0 cmto signal generatorloudspeaker glass tube powder Fig. 16.2 (not to scale)"}],"o":[{"k":"A","t":"series of bright and dark fringes are formed on a distant screen placed parallel to the line"}]},"ms":{"parts":[{"id":"16(a)(i)","raw":" (rad) B1 Allow 3.14 or 3.1 (rad) Do not allow answer in degrees (ii) - 5.0 (cm) B1 Allow 1 SF . Must see negative sign. (b) 540 ( )","codes":["B1","B1"]}]}},{"q":{"n":17,"star":false,"t":"A light-emitting diode (LED) can be used to determine the Planck constant h. When the LED just starts to emit light, the equation below is valid eV = hc λ where V is the potential difference (p.d.) across the LED, λ is the wavelength of the light emitted, c is the speed of light in vacuum and e is the elementary charge.","p":[{"l":"a","t":"In the equation above, hc λ is the energy of a photon emitted from the LED. Determine the S.I. base units for h. base units =","m":2},{"l":"b","t":"* Describe how an experiment can be carried out in the laboratory to determine h from a graph. Your description must include how V and λ are accurately determined. Assume that the values of e and c are known Additional answer space if required","m":6}]},"ms":{"parts":[{"id":"17(a)","raw":"eV or J → [kg m2 s-2] in base units by any method base units = kg m2 s-1 C1 A1 Allow kg (m s-1)2 Allow base units in any order *(b) Level 3 (5 –6 marks) Clear description of method and analysis of data There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Some description of method and analysis of data or Clear description or Clear analysis There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence. Level 1 (1 –2 marks) Limited description or Limited analysis There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant.","codes":["C1","A1"]}]}},{"q":{"n":18,"star":false,"t":"A battery is connected to a variable resistor. VAr RE I The variable resistor is made from a length of wire. The resistance of the variable resistor is R. The battery has electromotive force (e.m.f.) E and internal resistance r. The current in the circuit is I.","p":[{"l":"a","t":"Compare the e.m.f. of the battery and the potential difference (p.d.) across the variable resistor in terms of energy transfers or changes","m":1},{"l":"b","t":"State which physical quantity of the variable resistor is changed to alter its resistance","m":1},{"l":"c","t":"A student connects up the circuit above to determine r."},{"l":"i","t":"Show that 1 I = R E + r E.","m":2,"p":[{"l":"ii","t":"The student varies R and measures the current I. The student plots a graph of 1 I against R. 000.40.81.2 1.0 2.0 3.0 R / Ω/ A–11 I 4.0 1 Use the graph to determine the power dissipated in the variable resistor when R = 3.0 Ω. power = W 2 The e.m.f. E of the battery is 5.0 V. Determine r from the intercept of the line with the vertical axis. r = Ω","m":2}]}]},"ms":{"parts":[{"id":"18(a)","raw":"e.m.f → (chemical) to electrical and p.d. → from electrical (to thermal / heat ) or e.m.f → charges/electrons gain energy and p.d. → charges/electrons lose energy B1 Allow e.m.f. is work done on charges and pd is work by charges Allow battery for e.m.f and resistor for p.d. Allow less p.d. (than e.m.f. ) due to energy transferred in internal resistance (must be clear that it is internal or cell resistance and not any other circuit resistance). AW (b) length (of wire) B1 (c) (i) E = V + Ir / E = IR + Ir / E = I (R + r) Clear manipulation leading to 1 𝐼= 𝑅 𝐸+ 𝑟 𝐸 M1 A1 Allow ε for E throughout Expect at least one line of intermediate correct algebra leading to correct expression, explicitly shown . (ii)1 I-1 = 0.8 (A-1) / I = 1.25 (A) P (= 1.252  3.0) = 4.7 (W) C1 A1 Allow I = 1.3 (A). Expect at least 2sf . No ecf from graph misread. Allow 5.1 (W) from use of 1.3 (A) (ii)2 (Intercept = ) 0.20 (A-1) r = (0.20  5.0) = 1.0 ( ) M1 A1 Value of 0.2 anywhere in calculation implies correct reading of intercept. Allow  0.02. Allow current = 5 (A) implies intercept correctly read Do not allow substitution s into E = IR + Ir other than using the intercept . Allow 1 SF answer Alternative r = (E / I = 5 / 5) = 1.0 () Total 8","codes":["B1","B1","M1","A1","C1","A1","M1","A1"]}]}},{"q":{"n":19,"star":false,"t":"The diagram below shows two parallel plates, E and C, in an evacuated glass tube. A + –6.0 mm 0.30 VE Clight glass tube Plate E is made from potassium, which is sensitive to light. Plate C is not sensitive to light. The separation between the plates is 6.0 mm and the potential difference between the plates is 0.30 V. Light of frequency 6.3 × 1014 Hz is incident on plate E. The photoelectrons emitted from this plate have maximum kinetic energy 0.30 eV (4.8 × 10–20 J). The photoelectrons are repelled by the negative plate C. The ammeter reading is zero because these photoelectrons reach plate C with zero kinetic energy.","p":[{"l":"a","t":"Calculate the work function of potassium in eV. work function = eV","m":3},{"l":"b","t":"This question is about a photoelectron emitted perpendicular to plate E and with an initial kinetic energy of 4.8 × 10–20 J."},{"l":"i","t":"Show that the magnitude of deceleration of this photoelectron is 8.8 × 1012 m s–2.","m":3,"p":[{"l":"ii","t":"Show that the initial speed of the photoelectron is about 3 × 105 m s–1.","m":2},{"l":"iii","t":"Calculate the time t taken by the photoelectron to travel from plate E to plate C. t = s","m":2},{"l":"iv","t":"Using the axes shown below, sketch a graph of kinetic energy Ek against distance x from plate E. 004.06.0 2.0 3.0 6.0x / mmEk / 10–20 J4.8","m":2}]},{"l":"c","t":"Explain, in terms of photons, what happens to the ammeter reading when light of frequency greater than 6.3 × 1014 Hz is now incident on plate E","m":2}]},"ms":{"parts":[{"id":"19(a)","raw":"(hf = + KE max )= 6.63 10-34  6.3  1014 =  + 4.8  10-20  = 3.6969  10-19 (J)  = 2.3 (eV) C1 C1 A1 OR (in eV) hf = 6.63 10-34  6.3  1014 / 1.6  10-19  = 2.6 – 0.30 (eV)  = 2.3 (eV) (b) (i) a = 𝑉𝑄 𝑑𝑚 OR a = 𝐸𝑄 𝑚 OR KE = ½ mv2 and v2 = u2 + 2as OR KE = F d and F = m  a a = 0.30 × 1.6 ×10−19","codes":["C1","C1","A1"]}]}},{"q":{"n":20,"star":false,"p":[{"l":"a","t":"Deuterium is an isotope of hydrogen. Describe the nature and range of the two forces acting between these two hadrons","m":4},{"l":"b","t":"* Here is some data for a nucleus of carbon-14 (14 6C) and a nucleus of uranium-235 (235 92U). Carbon-14 nucleus Uranium-235 nucleus Decay mode Beta-minus decay Alpha decay Mass of nucleus / u 14.0 235.0 Radius of nucleus / 10–15 m 2.9 7.4 Use the data to: • describe the composition of the nuclei before and after the decay in terms of hadrons and quarks • show that both nuclei have the same density Additional answer space if required","m":6}],"o":[{"k":"A","t":"nucleus of deuterium has a proton and a neutron."}]},"ms":{"parts":[{"id":"20","raw":"22 Oxford Cambridge and RSA Examination s is a Company Limited by Guarantee. Registered in England. Registered office The Triangle Building, Shaftesbury Road, Cambridge, CB2 8EA. Registered company number 3484466. . OCR operates academic and vocational qualifications regulated by Ofqual, Qualifications Wales and CCEA as listed in their qualifications registers including A Levels, GCSEs, Cambridge Technicals and Cambridge Nationals. OCR provides resources to help you deliver our qualifications. These resources do not repres ent any particular teaching method we expect you to use. We update our resources regularly and aim to make sure content is accurate but please check the OCR website so that you have the most up-to -date version. OCR cannot be held responsible for any errors or omissions in these resources. Though we make every effort to check our resources, there may be contradictions between published support and the specification, so it is important that you always use information in the latest specification. We indicate a ny specification changes within the document itself, change the version number and provide a summary of the changes. If you do notice a discrepancy between the specification and a resource, please contact us . Wheth er you already offer OCR qualifications, are new to OCR or are thinking about switching, you can request more information using our Expression of Interest form . Please get in touch if you want to discuss the accessibility of resources we offer to support you in delivering our qualifications."},{"id":"20(a)","raw":"Mark first two named forces only Strong (nuclear force) Any one from: short -range / range of about 3 fm / attractive between 0.5 fm to about 3 fm / repulsive below 0.5 fm Gravitational (force) Any one from: long (infinite) range / attractive / negligible / follows inverse square law M1 A1 M1 A1 Ignore any comments on the weak nuclear force Penalise any clearly incorrect statements . Implication that strong is always attractive will lose A mark Allow ‘gravity’ Penalise any clearly incorrect statements (b) Level 3 (5 –6 marks) Clear description including at least one correct comment on quarks and analysis of density There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Some description and some analysis of density or clear description or clear analysis of density There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence. Level 1 (1 –2 marks) Limited description or Limited analysis There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant.","codes":["M1","A1","M1","A1"]}]}},{"q":{"n":21,"star":false,"p":[{"l":"a","t":"The diag ram below shows two insulated-copper coils A and B connected in circuits. Both coils are individually wrapped around the same iron rod. Coil A is connected to a cell and a switch. Coil B is connected to a filament lamp. The switch is initially closed and the lamp is off. The switch is then opened. The lamp flashes on for a brief time, and then remains off. Explain these observations in terms of magnetic flux","m":3},{"l":"b","t":"A student is carrying out an experiment u sing a search coil. long solenoid search coil alternating current supplyθ The search coil is placed at one end of the solenoid. The plane of the search coil is tilted such that it makes an angle θ with the central axis of the solenoid. The maximum alternating induced electromotive force (e.m.f.) across the ends of the search coil is E0."},{"l":"i","t":"Name an instrument that can be used to determine E0","m":1,"p":[{"l":"ii","t":"The equation for E0 is: E0 = KI0ANf sin θ where I0 = maximum current in the solenoid, A = cross-sectional area of the search coil, N = number of turns of the search coil, f = frequency of the alternating current in the solenoid and K = 4.0 × 10–3 V A–1 m–2 s. The magnitude of the induced e.m.f. in the search coil can be determined using Faraday’s law of electromagnetic induction: e.m.f. = rate of change of magnetic flux linkage In the experiment, angle θ is changed and E0 measured. Suggest the quantity, or quantities, in the equation E0 = KI0ANf sin θ linked to 1 the ‘rate’ part of the law 2 the ‘change of magnetic flux linkage’ part of the law","m":1},{"l":"iii","t":"The student plots a straight-line graph of E0 against sin θ. Determine f, including the absolute uncertainty. Write your value of f to 2 significant figures. I0 = (8.0 ± 0.2) A N = 5000 gradient of line = KI0ANf = (0.62 ± 0.03) V f = ± Hz","m":4}]}],"o":[{"k":"A","t":"Biron rod"},{"k":"A","t":"long solenoid is connected to an alternating current supply."},{"k":"A","t":"= (7.8 ± 0.1) × 10–5 m2"}]},"ms":{"parts":[{"id":"21(a)","raw":"When switch is opened, there is (rate of) change in (magnetic) flux (linkage) which induces an emf / current as the (magnetic) flux links to B which causes the lamp to light (Lamp off ) at start / end there is constant flux / no change in (magnetic) flux (linkage for coil B) B1 B1 B1 Not just a statement of Faraday’s law Allow flux is cut by B (b) (i) Oscilloscope / CRO B1 Allow a.c. voltmete r Ignore datalogger / multi meter (ii)1 f B1 Not any other symbol. Only mark quantity letters – ignore any words, but allow frequency. (ii)2  or sin B1 Allow  or sin with any or all of K, I0, A, N. Only mark quantity letters – ignore any words. (iii) f = 0.62","codes":["B1","B1","B1","B1","B1","B1"]}]}},{"q":{"n":22,"star":false,"p":[{"l":"a","t":"The diagram below shows a simple capacitor. + + d+ + + – – – – –+Q0 –Q0 The capacitor consists of two horizontal metal plates in a vacuum. The magnitude of the charge on each plate is Q0. The potential difference (p.d.) between the plates is V0. The capacitor plates have capacitance C0. The separation between the plates is d. The energy stored by the capacitor is E0. The top plate is moved vertically upwards. The new separation between the plates is 2d. The charge on each plate remains the same . The energy stored by the capacitor increases ."},{"l":"i","t":"Determine the new: 1 capacitance in terms of C0 capacitance = C0 2 p.d. between the plates in terms of V0 p.d. = V0 3 energy stored in terms of E0. energy = E0","m":1,"p":[{"l":"ii","t":"Explain, in terms of forces between the plates, why the energy stored increases","m":1}]},{"l":"b","t":"A student discharges a capacitor of capacitance C through a variable resistor of resistance R using the arrangement below. to data-loggerS CR The capacitor is made from two parallel metal plates separated by a sheet of paper of thickness 8.0 × 10–5 m. The area of overlap between the plates is 3.1 × 10–2 m2. The capacitor is charged fully by closing switch S. At time t = 0, S is opened and the capacitor discharges through the resistor. After t = T, the potential difference across the capacitor is halved. The student repeats this for several values of R."}]},"ms":{"parts":[{"id":"22(a)(i)","raw":"1 0.5 (C0) B1 Allow ½ (i)2 2 (V0) B1 Ignore working No ecf (i)3 2 (E0) B1 Ignore working No ecf (ii) Work done against attractive forces B1 Allow WD for work done (b) (i) Evidence of use of V = V0 e-t/CR leading to ln (½) = -T/CR or ln2 = T/CR T = Cln2  R compared with y = mx with gradient = Cln2 M1 A1 Must see exponential decay as starting point (allow Q for V) Allow t for T Allow x for V and x0 for V0 Not T/R = gradient (ii)1 Best-fit line drawn correctly gradient = 5.4 (  10-9) C = (gradient / ln2) = 7.8  10-9 (F) B1 B1 B1 Note line must pass through all (vertical part of) error - bars. If more than one line drawn, all lines must pass through all error -bars (1/2 square tolerance). Allow ± 0.2 (  10-9) Ignore POT Ecf from incorrect gradient , but penalise POT error here (ii)2 7.8 × 10−9=𝜀 × 3.1 × 10−2","codes":["C0","B1","B1","B1","B1","M1","A1","B1","B1","B1"]}]}},{"q":{"n":23,"star":false,"t":"A gamma camera has several important components including a collimator, scintillator and photomultiplier tubes.","p":[{"l":"i","t":"The student decides to plot T against R to obtain a straight-line graph. Show that the line has gradient = C ln2.","m":2,"p":[{"l":"ii","t":"The data points plotted by the student are shown below . 100.060.100.12 0.08 12 16 18 20 14 R / MΩT / s 1 Draw a best-fit straight line through the data points and use the gradient of this line to determine C. 2 Use your answer in (ii)1 to calculate the permittivity ε of the paper. ε = F m–1","m":2}]},{"l":"a","t":"Suggest why the collimator needs to be long and narrow","m":1},{"l":"b","t":"State the function of the scintillator","m":1},{"l":"c","t":"In a single photomultiplier tube, a photon of light produces a 0.32 μA pulse of current for a duration of 1.2 ns. Calculate the number of electrons responsible for this pulse of current. number of electrons =","m":2},{"l":"d","t":"State one diagnostic application of a gamma camera Question 24 is on the next page","m":1}],"o":[{"k":"C","t":"= F [3]"}]},"ms":{"parts":[{"id":"23(a)","raw":"Allows only those gamma rays / waves / photons travelling along axis (of the collimator) to get through (and reach scintillator) B1 Allow less fuzzy / clear image Allow all the gamma rays / waves / photons are parallel / in the same direction (to each other) Allow absorbs those gamma rays / waves / photons not parallel (to the axis of collimator ) Allow so the photons are travelling perpe ndicular to the scintillator Do not allow the gamma rays are travelling vertically, unless it is clear the collimator is also vertical (b) Turn gamma (photon s) into (many photons of) light B1 Ignore reference to rays / waves Ignore reference to flash (c) number of electrons = 0.32 × 10−6 ×1.2 × 10−9 𝑒 number of electrons = 2400 C1 A1 Ignore any POT error for C1 mark (d) Any sensible diagnostic suggestion, e.g. detection of cancer / scans of (named) organ / scans of tissue / bone scans / observing functionality of (named) organ B1 Not medical treatment e.g. radiotherapy Not body scan Ignore PET scanner Do not allow CAT scan Total 5","codes":["B1","B1","C1","A1","C1","B1"]}]}},{"q":{"n":24,"star":false,"p":[{"l":"a","t":"Describe, in terms of X-ray photons, the attenuation mechanism of Compton scattering","m":2},{"l":"b","t":"A parallel beam of X-rays is incident normally on a tissue as shown in Fig. 24.1 . xX-raysair tissue Fig. 24.1 The variation of the intensity I of the X-rays with depth x in the tissue is shown in Fig. 24.2 . 002.03.0 1.0 0.2 0.6 0.8 1.0 1.2 1.4 0.4x / cmI / 103 W m–2 Fig. 24.2 The tissue has uniform structure between x = 0 and x = 1.0 cm."},{"l":"i","t":"Use the graph to determine the attenuation (absorption) coefficient μ in cm–1 of the tissue. μ = cm–1","m":2,"p":[{"l":"ii","t":"Use the graph to determine the exposure time t for the total radiant energy incident per cm2 at a depth of 1.0 cm to be 2.6 J. t = s","m":3},{"l":"iii","t":"Beyond x = 1.0 cm, the tissue has a larger attenuation coefficient than the value calculated in (i). On Fig. 24.2 , sketch the variation of I with x beyond x = 1.0 cm. ADDITIONAL ANSWER SPACE If additional space is required, you should use the following lined page(s). The question number(s) must be clearly shown in the margin(s) Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third-party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer-related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third-party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA. OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge.","m":2}]}]},"ms":{"parts":[{"id":"24(a)","raw":"Photon scattered with less energy / X-ray of lower frequency / X -ray of longer wavelength Electron removed (from the atom) B1 B1 Allow X-ray for photon and vice vers a Ignore wave Not electron scattered or electron removed from surface (b) (i) Identification from graph of two intensities and corresponding separation between them (x). Correct substitution into I = I0 e-x and fully correct calculation leading to  = 0.84 (cm-1) C1 A1 Note check value of intensities to  ½ small square . x missing implies x = 1. Graph misread lose all marks. May be seen from substitution into I = I0 e-x. No POT error at this point Note I0 and I must be in correct position in equation, so that (I < I0 ). If I and I0 are reversed,  will be negative. Penalise this mark for negative answer, or working that would lead to negative answer. Penalise POT error here. Allow small range of values around 0.84 for variations in graph readings. (ii) I = 1.3  103 / 1300 (E = I  A  t) = 2.6 = 1300  1.0  10-4  t t = 20 (s) B1 C1 A1 Allow a value in the range 1. 25 - 1.35  103. Allow ecf from incorrect reading of I at 1.0cm from (b)(i) Allow use of value of I from B1 except use of 3000 POT error allowed on area if area clearly included in the calculation , or if A included in equation Note : use of I = 1.6  103 leading to t = 16 (s) with A included scores 2 marks (iii) A curve starting at x = 1.0cm with initially larger negative gradient at x = 1.0 cm Exponential curve M1 A1 Must not have a positive gradient for more than half a square vertically Curve must not touch x-axis or be horizontal for more than","codes":["B1","B1","C1","A1","B1","C1","A1","B1","M1","A1"]}]}}]}