{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2024 QP 2.pdf","sha256":"9e0e014d72d91a826846e7ef5f386ba6aa14e1fafb1adf1eb4685a1e3428608a"},"ms":{"f":"June 2024 MS 2.pdf","sha256":"9d062c8211b01c0353265bbd2d0b0ae0366cb5eaa4139406bb059b04963baafb"}},"paper":{"paper_id":"1359778182","subject":"A Level Physics A","time_allowed":"2 hours 15 minutes","total_marks":100,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.","Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answer should be supported with working. Marks might be"],"information":["The total mark for this paper is 100.","The marks for each question are shown in brackets [ ].","Quality of extended response will be assessed in questions marked with an asterisk (*).","This document has 32 pages."],"advice":["Read each question carefully before you start your answer.Thursday 6 June 2024 – Morning"],"you_must_have":["the Data, Formulae and Relationships booklet"],"you_may_use":["a scientific or graphical calculator","a ruler (cm/mm)"]}},"mark_scheme":{"paper_code":"H556/02","session":"June 2024"},"items":[{"q":{"n":1,"star":false,"t":"What are the base units of a kilowatt‑hour?","m":1,"o":[{"k":"A","t":"J"},{"k":"B","t":"kg m2 s–1"},{"k":"C","t":"kg m2 s–2"},{"k":"D","t":"W s"}]},"ms":{"parts":[{"id":"1","raw":"223 553998 Alternatively, you can email us on support@ocr.org.uk For more information visit ocr.org.uk/qualifications/resource -finder ocr.org.uk Twitter /ocrexams /ocrexams /company/ocr /ocrexams OCR is part of C ambridge University P ress & A ssessment, a depar tment of t he University of C ambridge. For staff training pur poses and as part of our quality assurance programm e your call may be recorded or monitored. © OCR"}]}},{"q":{"n":2,"star":false,"t":"A neutrino is a fundamental particle. Which row of the table correctly describes a neutrino? Classification Force felt","m":1,"o":[{"k":"A","t":"hadron strong nuclear"},{"k":"B","t":"hadron weak nuclear"},{"k":"C","t":"lepton strong nuclear"},{"k":"D","t":"lepton weak nuclear"}]},"ms":{"parts":[{"id":"2","raw":"= 830 minutes or 49 900 seconds (allow some tolerance for slight graph reading discrepancies) • Or by a graphical method Question Answer Mark Guidance"}]}},{"q":{"n":3,"star":false,"t":"Which one of these non‑invasive medical scans does not expose the patient to ionising radiation?","m":1,"o":[{"k":"A","t":"CAT"},{"k":"B","t":"PET"},{"k":"C","t":"Ultrasound"},{"k":"D","t":"X‑ray"}]},"ms":{"parts":[{"id":"3","raw":".2×103 𝐶 = 1.3 x 10-6 (F) C1 A1 All values (including 𝜀0) substituted correctly Correct evaluation to at least 2sf (1.25 x 10-6) Note : use of C = 4R (leading to 1.3 x 10-6 is XP) (v) Q (= CV ) = 1.25 x 10-6 x 1.28 x109 Q = 1600 (C) C1 A1 Ecf from (a)(iii) and (a)(iv) Correct evaluation to at least 2sf Allow 2sf answer of 1700 C for 2sf values used in calculation Allow answer of 1250C for p.d. value of 1 x 109 (b) (i) V = Q","codes":["C1","A1","C1","A1"]}]}},{"q":{"n":4,"star":false,"t":"Three capacitors are arranged in a circuit. 0.33 μF 0.22 μF 0.47 μFX Y The capacitance of each capacitor is shown. What is the total capacitance between X and Y?","m":1,"o":[{"k":"A","t":"0.25 μF"},{"k":"B","t":"0.60 μF"},{"k":"C","t":"1.02 μF"},{"k":"D","t":"8.0 μF"}]},"ms":{"parts":[{"id":"4","raw":"π ε0 r V = 155 (4π 8.85x10-12 x 2x103) C1 All values substituted correctly H556/02 Mark Scheme June 2024 Question Answer Mark Guidance = 7.0 x 108 (V) A1 Correct answer to at least 2sf (6.97) (ii) Either (I = ) 155 / 25 x 10-3 = (6200 A) n = 6200 / 1.6 x 10-19 = 3.88 x1022 n (in 1ms) = 3.88 x 1022 x 10-3 = 3.9 x 1019 Or (Charge flow) = 155/25 = (6.2 C ms-1) n = 6.2 / 1.6 x 10-19 n = 3.9 x 1019 C1 C1 A1 (C1) (C1) (A1) Ignore units throughout although penalise any unit on answer line Correct evaluation to at least 2sf (3.88) Correct evaluation to at least 2sf (3.88) Need to get in touch? If you ever have any questions about OCR qualifications or services (including administration, logistics and teaching) please feel free to get in touch with our customer support centre. Call us on","codes":["C1","A1","C1","C1","A1","C1","C1","A1"]}]}},{"q":{"n":5,"star":false,"t":"The image shows a micrometer that is being used to measure the diameter of a wire. The micrometer has a zero error of +0.07 mm. The measured value of the diameter from the micrometer scale is 2.88 mm. 300 What is the correct area of cross‑section of the wire?","m":1,"o":[{"k":"A","t":"2.21 × 10–6 m2"},{"k":"B","t":"6.20 × 10–6 m2"},{"k":"C","t":"6.51 × 10–6 m2"},{"k":"D","t":"6.84 × 10–6 m2"}]},"ms":{"parts":[{"id":"5","raw":"B 1"}]}},{"q":{"n":6,"star":false,"t":"The image shows a display of an oscilloscope which is measuring an alternating voltage. The time base is set at 0.1 s / division. The voltage scale (y ‑sensitivity) is set at 0.5 V / division. Which row of the table shows the correct amplitude and correct frequency? amplitude / V frequency / Hz","m":1,"o":[{"k":"A","t":"1.75 0.4"},{"k":"B","t":"1.75 2.5"},{"k":"C","t":"3.50 0.4"},{"k":"D","t":"3.50 2.5"}]},"ms":{"parts":[{"id":"6","raw":".01 ×3600 (= 3.20 x 10-5 s-1) (𝐴=𝜆𝑁) 900 x 106 = 3.20 x 10-5 x N N = 2.8 x 1013 C1 C1 A1 Correct to at least 2sf (2.81) Special case : Calculation of decay constant in hour-1 gives 0.115 leading to N = 7.8 x 109 maximum 1 mark Calculation of decay constant in min-1 gives 1.9 x 10-3 leading to N = 4.7 x 1011 maximum 1 mark (ii) (Correct u se of A = A0e-λt ) 0.03 = e-3.2 × 10-5 t ln(0.03 )= - 3.2 ×10-5 t t = 109 500 s = 30 hours C1 C1 A1 Or use of 𝜆 as 0.115 hour-1 ecf for 𝜆 from (b)(i) ln(0.03 )= - 0.115 t Allow final answer that rounds to 30 or 31 hours H556/02 Mark Scheme June 2024 Question Answer Mark Guidance Special case : if fall of 3% (A = 0.97A 0) calculated, leading to 0.26 hours then m ax 1 (c) Activity is low compared to background B1 Allow activity is very low Allow decays very slowly / very little decay for low activity Allow rate of emission for activity Ignore references to long half life (d) Level 3 (5 –6 marks) Clear description and full correct calculation There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Clear description or full correct calculation OR Some description and some calculation There is a line of reasoning presented with some structure. The information presented is in the most -part relevant and supported by some evidence. Level 1 (1 –2 marks) Limited description or limited calculation There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant . B16 Use level of response annotations in RM Assessor Indicative scientific points may include: Expect to see appropriate safety precaution for clear description Description: • Take background count • Over (at least) 3 minutes • Take count due to source • Over the same time • Measured using a stopwatch • Calculate the corrected count • Calculate the corrected count per minute • Use a Geiger -Muller tub e and counter • Hold source at arms length when transferring • Keep in lead lined box at other times • Use tongs to hold source H556/02 Mark Scheme June 2024 Question Answer Mark Guidance","codes":["C1","C1","A1","C1","C1","A1","B1","B1"]}]}},{"q":{"n":7,"star":false,"t":"This question is about the rate of decay of a radioactive source. Which of the following statements is/are true? The rate of decay is 1 dependent on the decay constant. 2 independent of the mass of the source. 3 dependent on time.","m":1,"o":[{"k":"A","t":"1 only"},{"k":"B","t":"1 and 3"},{"k":"C","t":"2 only"},{"k":"D","t":"2 and 3"}]},"ms":{"parts":[{"id":"7","raw":"B 1"}]}},{"q":{"n":8,"star":false,"t":"A student is using a spreadsheet to model the decay of charge on a capacitor. They are using the equation ΔQ Δt = – Q 2.5 . The student chooses a time interval of 0.5 s. At time t = 0.0 s the charge on the capacitor is 600 μC. Part of the modelling spreadsheet is shown below. t / s Charge Q left on capacitor after time t / μμCCharge ΔΔQ decaying in the next 0.5 s / μμC 0.0 600 120 0.5 480 1.0 1.5 2.0 What is the charge on the capacitor at t = 1.5 s?","m":1,"o":[{"k":"A","t":"130 μC"},{"k":"B","t":"240 μC"},{"k":"C","t":"246 μC"},{"k":"D","t":"307 μC"}]},"ms":{"parts":[{"id":"8","raw":"D 1"}]}},{"q":{"n":9,"star":false,"t":"The diagram shows a string stretched between two posts. The string is plucked and a stationary wave is set up. P Q What is the phase difference between P and Q? 4 rad 2 rad","m":1,"o":[{"k":"A","t":"0 rad"},{"k":"B","t":"π"},{"k":"C","t":"π"},{"k":"D","t":"π rad"}]},"ms":{"parts":[{"id":"9","raw":"A 1"}]}},{"q":{"n":10,"star":false,"t":"A student uses the circuit below to determine the electromotive force (e.m.f.) and internal resistance of a battery. A V They measure the current and potential difference (p.d.) across the variable resistor for different resistor values. Which row is correct for calculating the e.m.f. and the internal resistance of the battery? e.m.f internal resistance gradientintercept on y‑axis gradient","m":1,"o":[{"k":"A","t":"graph is drawn with p.d. on the y‑axis and current on the x‑axis."},{"k":"A","t":"magnitude of gradient intercept on y‑axis"},{"k":"B","t":"magnitude of 1"},{"k":"C","t":"intercept y‑axis magnitude of 1"},{"k":"D","t":"intercept y‑axis magnitude of gradient"}]},"ms":{"parts":[{"id":"10","raw":"SECTION B General rule: For substitution into an equation, allow any subject - unless stated otherwise in the guidance Question Answer Mark Guidance"}]}},{"q":{"n":11,"star":false,"t":"At the Earth’s equator the magnetic flux density B is approximately 25 μT. What is the magnitude of the force on an electron with velocity v = 100 km s–1 as it is moving perpendicular to the Earth’s magnetic field at the equator?","m":1,"o":[{"k":"A","t":"4.0 × 10–25 N"},{"k":"B","t":"4.0 × 10–22 N"},{"k":"C","t":"4.0 × 10–19 N"},{"k":"D","t":"4.0 × 10–16 N"}]},"ms":{"parts":[{"id":"11","raw":"Question Answer Mark Guidance"}]}},{"q":{"n":12,"star":false,"t":"What is the radius of a carbon nucleus that has 6 protons and 7 neutrons? Assume that the average radius of a nucleon r0 is 1.2 fm.","m":1,"o":[{"k":"A","t":"2.2 fm"},{"k":"B","t":"2.3 fm"},{"k":"C","t":"2.8 fm"},{"k":"D","t":"1.6 fm"}]},"ms":{"parts":[{"id":"12","raw":"Question Answer Mark Guidance"}]}},{"q":{"n":13,"star":false,"t":"A sub‑atomic particle has a positive charge. Which type of particle is it?","m":1,"o":[{"k":"A","t":"anti‑proton"},{"k":"B","t":"down quark"},{"k":"C","t":"neutrino"},{"k":"D","t":"positron"}]},"ms":{"parts":[{"id":"13","raw":"Question Answer Mark Guidance Non-zero amplitude seen at P 2 B1 Ignore “louder” (d) (i) power per unit area (perpendicular to the direction of energy transfer) B1 Allow energy per unit time for power Allow equation in words, or in symbols with all symbols defined Do not allow power per area or power over area (ii) intensity is proportional to (amplitude)2 amplitude in (a) = 2 and amplitude in (c) = 3 (ratio of amplitudes = 3/2) so factor = 9/4 (or 2.25) C1 C1 A1 Allow A (or a) for amplitude and I (or i) for intensity in both C marks Allow any valid ratio e.g. 9:4 Question Answer Mark Guidance","codes":["B1","B1","C1","C1","A1"]}]}},{"q":{"n":14,"star":false,"t":"A 1.0 kΩ resistor is connected in series to a battery made of three 1.2 V cells connected as shown. The cells have negligible internal resistance. A 1.0 kΩ1.2 V 1.2 V1.2 V What is the reading on the ammeter?","m":1,"o":[{"k":"A","t":"1.2 mA"},{"k":"B","t":"1.8 mA"},{"k":"C","t":"2.4 mA"},{"k":"D","t":"3.6 mA"}]},"ms":{"parts":[{"id":"14","raw":"hours) • 𝑇1"}]}},{"q":{"n":15,"star":false,"t":"Which sequence shows the energies below in increasing order of magnitude? 1 The change in kinetic energy of an electron accelerated through a potential difference of 1 V. 2 The kinetic energy of a proton with a velocity of 1000 m s–1. 3 The energy of an X‑ray photon with a frequency of 3 × 1017 Hz. Section B","m":1,"o":[{"k":"A","t":"1 2 3"},{"k":"B","t":"3 1 2"},{"k":"C","t":"2 1 3"},{"k":"D","t":"1 3 2"}]},"ms":{"parts":[{"id":"15","raw":"Question Answer Mark Guidance (b)(ii) Use of Ns / Np = Vs / Vp Ns / 920 = 5.0 / 230 so N s = 20 C1 A1 Expect to see attempt at substitutio n following the equation Correct substitution and correct algebra into any arrangement (b)(iii) Use of N = 20","codes":["C1","A1"]}]}},{"q":{"n":16,"star":false,"t":"Thermistors are circuit components whose resistance varies with temperature. There are two major types; negative temperature coefficient (NTC) thermistors, whose resistance decreases with increasing temperature and positive temperature coefficient (PTC) thermistors, whose resistance increases with increasing temperature. measuring current and voltage. The thermistor is placed in a water bath and the temperature of the water measured using a thermometer. The diagram below shows how the student set up the experiment (water bath not shown). The circuit has been set up incorrectly . V A3.00 V thermistor","p":[{"l":"a","t":"Describe how the student should change the circuit","m":1},{"l":"b","t":"The circuit was corrected and then used to collect data. The table shows data collected from the investigation. Temperature / °°C Current / mA Voltage / V 30 0.75 3.00 40 1.10 3.00 50 1.51 3.00 60 2.10 3.00 70 2.80 3.00 80 3.66 3.00 90 4.76 3.00"},{"l":"i","t":"The axes below show a plot of current against temperature. The first four points from the table have been plotted. Plot the remaining points.","m":1,"p":[{"l":"ii","t":"Draw a suitable line of best fit through the data points. Current / mA 30 40 50 60 Temperature / °C70 80 9012345","m":1}]},{"l":"c","t":"Describe, using the graph and calculations using data from the table, how the resistance of the thermistor varies for increasing temperature. Hence determine whether the thermistor the student used was an NTC or a PTC thermistor","m":3},{"l":"d","t":"The thermistor is used in a temperature‑sensing circuit for a heating system to warm milk for a baby. The student considers two possible designs for the circuit which are shown below. 3.00 VCircuit 1 Thermistor Vout3.00 VCircuit 2 Thermistor Vout10 kΩ In each circuit, the voltage Vout across the thermistor is connected to the heating system for warming the milk. Discuss which circuit may be suitable for the heating system by considering the response of the circuit to changes in temperature","m":4}],"o":[{"k":"A","t":"student is investigating how the resistance of a thermistor varies with temperature by"}]},"ms":{"parts":[{"id":"16","raw":"Question Answer Mark Guidance"},{"id":"16(a)","raw":"Connect the voltmeter in parallel with the thermistor B1 Allow correctly drawn on diagram Allow “across ” for “in parallel with ” Allow voltmeter in parallel with cell (b) (i) Points plotted correctly, within ½ small square B1 (ii) Smooth curve passing within 1 vertical small square of plotted points C1 No credit for straight line If thick line drawn, all width of line must lie within 1 vertical small square (c) Current increases as temperature increases (and voltage is constant) Use of at least two sets of data to calculate resistance The resistance decreases, therefore it is ntc thermistor B1 M1 A1 Accept standard symbols ( T, I , θ etc) for variables in explanation Temp / °C Resistance / k ","codes":["B1","B1","C1","B1","M1","A1"]},{"id":"16(d)","raw":"In circuit 1 , p.d. (across the thermistor ) will remain (almost) constant (with varying temperature) In circuit 2 , p.d. (across the thermistor ) will vary (with varying temperature) Hence, circuit 2 will be best to choose / circuit 1 is not suitable Correct potential divider argument OR explanation of operation of circuit M1 M1 A1 B1 Allow voltage for p.d. Allow variation of pd to be increase or decrease Both M marks required for A mark e.g. U se of Vout = Vin x (R / R + 10 000) / the ratio of the resistances will vary (with temperature) e.g. as the milk gets hotter, the rate of heating reduces B mark is for qualifying statement H556/02 Mark Scheme June 2024","codes":["M1","M1","A1","B1"]}]}},{"q":{"n":17,"star":false,"t":"The diagram shows two identical loudspeakers X and Y connected to a signal generator. The loudspeakers emit sound waves of the same amplitude and frequency which are in phase. Signal generatorNOT TO SCALE X YP1P2P3 DOscilloscope M As the microphone is moved along the line P1 to P3 the oscilloscope shows maximum signal at P1, zero signal at P2 and the next maximum signal at P3.","p":[{"l":"a","t":"Explain these observations","m":2},{"l":"b","t":"The distance between the centres of X and Y is 70.0 cm, the distance D (as shown in the diagram) is 4.00 m and the distance from P1 to P2 is 1.25 m. Use the two source interference formula to calculate the frequency of the sound waves.","p":[{"l":"speed of sound = 340 m s–1","t":"frequency = Hz","m":3}]},{"l":"c","t":"Loudspeaker Y is now replaced with a loudspeaker that produces sound waves of twice the original amplitude. Describe how the signal observed on the oscilloscope varies as the microphone is moved along the line P1 to P3","m":2},{"l":"d"},{"l":"i","t":"Explain what is meant by the term intensity","m":1,"p":[{"l":"ii","t":"Calculate the factor by which the intensity of the sound waves at P1 in (c) is larger than the intensity of the original sound waves at P1. factor =","m":3}]}],"o":[{"k":"A","t":"microphone M is moved along a line from P1 to P3 and the signal recorded on an oscilloscope."}]},"ms":{"parts":[{"id":"17","raw":"Question Answer Mark Guidance (iii) I (=Q t)=12×1969×1.6× 10-19 = 6.3 x 10-17 (A) C1 A1 Allow full credit for use of 2000 Answer to at least 2sf (6.30) Allow use of N= 2000 to give I = 6.4 x 10-17 (A) Allow ecf on N from (a) (iv) One from: One to one interaction between (light) photon and electron That there are no secondary electrons That the current is continuous / X-rays arrive at a constant rate within the minute (or 1 every 5s) All the electrons leave the photocathode B1 H556/02 Mark Scheme June 2024","codes":["C1","A1","B1"]},{"id":"17(a)","raw":"At P 1 (and / or P3), waves (arrive) in phase and undergo constructive interference At P 2, waves (arrive) in antiphase and undergo destructive interference B1 B1 Allow maxima / loud areas for at P1 and P 3 Allow phase difference of 0 or 2n  (rad) or 360° Allow explanation in terms of path difference (path difference = n  and undergo constructive interference) Allow superposition for interference Allow minimum / quiet areas for P 2 Not just “out of phase” Allow completely out of phase / out of phase by (2n+1) π (rad) or 180° Allow explanation in terms of path difference (path difference = (n+1/2)  and undergo destructive interference) Allow superposition for interference Do not allow deconstructive for destructive (b) 𝜆 =(𝑎𝑥 𝐷=) 0.70 ×2.5 = 0.4 375 (m) 𝑓=𝑣 𝜆=340","codes":["B1","B1"]}]}},{"q":{"n":18,"star":true,"p":[{"l":"a","t":"Describe how an experiment can be conducted to determine how the output current of a step‑up transformer depends on the number of turns on the secondary coil. Explain how the data collected can be analysed to establish the relationship between the output current and the number of turns on the secondary coil. You are provided with wire and a suitable core on which to wind the wire, as well as any other normal laboratory equipment. Use the space below to draw a labelled circuit diagram Additional space if required","m":6},{"l":"b","t":"A simple laminated iron‑core transformer takes mains voltage 230 V, 50 Hz into the primary coil. The output voltage from the secondary coil is 5.0 V. The primary coil has 920 turns."},{"l":"i","t":"State Faraday’s law","m":1,"p":[{"l":"ii","t":"Show that the number of turns on the secondary coil is 20.","m":2},{"l":"iii","t":"At one particular instant, the output voltage from the transformer is 3.4 V. Calculate the change in magnetic flux experienced by the secondary coil in a short time interval of 1.2 ms and state its unit. Assume that the output voltage from the transformer remains constant at 3.4 V over this time interval. ΔΦ = unit","m":4}]}]},"ms":{"parts":[{"id":"18","raw":"Question Answer Mark Guidance"},{"id":"18(a)","raw":"Level 3 (5 –6 marks) Clear description and clear analysis There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Clear description or clear analysis or some description and some analysis B1 x 6 Use level of response annotations in RM Assessor Indicative scientific points may include: Expect to see use of ac for clear description Description • labelled circuit diagram • smaller number of turns on primary • a.c. supply on primary H556/02 Mark Scheme June 2024","codes":["B1"]}]}},{"q":{"n":19,"star":false,"t":"The diagram shows part of an X ‑ray telescope which uses a crystal scintillation device to detect low energy X‑rays from the stars. X‑rays hit the crystal and cause it to emit visible light photons. These travel to the photocathode in an evacuated tube. The photocathode uses the light photons to produce electrons. X-ray photon Scintillation crystal Light photons ElectronsPhotocathode Evacuated tube Each X ‑ray photon detected by the telescope has an energy of 32 keV. The light photons have a wavelength of 510 nm. The efficiency of the crystal is 15%.","p":[{"l":"a","t":"Show that each X‑ray photon produces about 2000 light photons.","m":3},{"l":"b","t":"The photocathode has a work function of 2.3 eV."},{"l":"i","t":"Explain what is meant by the work function","m":1,"p":[{"l":"ii","t":"Calculate the maximum kinetic energy of the electrons leaving the photocathode. maximum kinetic energy = J","m":2},{"l":"iii","t":"12 X‑ray photons are detected every minute. Use your answer to (a) to calculate the current I leaving the photocathode. Assume that all the photons of light produce photoelectrons. I = A","m":2},{"l":"iv","t":"State one other assumption you have made to enable you to calculate the current I in (b)(iii)","m":1}]}]},"ms":{"parts":[{"id":"19(a)","raw":"Calculation in eV: E light photon = hc/λ =6.63 x 10-34 x 3.0 x 108 / 510 x 10-9 = 3.90 x 10-19 (J) E light photon = 3.9 x 10-19 / 1.6 x 10-19 = 2.44 (eV) Number of photons = (EX-ray photon /Elight photon ) x efficiency = (32 000 / 2.44 ) x 0.15 = 1969 C1 C1 C1 A0 Calculation in J: E light photon = hc/λ =6.63 x 10-34 x 3.0 x 108 / 510 x 10-9 = 3.90 x 10-19 (J) E X-ray photon = 32 x103 x1.6 x 10-19 = 5.12 x10-15 (J) Number of photons = ( E X-ray photon /E light photon ) x efficiency = (5.12 x10-15 / 3.90 x 10-19) x 0.15 = 1969 Answer to at least 3sf Allow use of 2.4eV for energy of light photon to give","codes":["C1","C1","C1","A0"]}]}},{"q":{"n":20,"star":false,"t":"The diagram below shows the average nuclear binding energy per nucleon for a number of different isotopes. 00123456789 20 40 60 80 100 120 Nucleon number140 160 180 200 220 240Average nuclear binding energy per nucleon / MeV 1H3 2He3 1H6 3Li4 2He12 6C16 8O1634S56 26Fe 235 92U","p":[{"l":"a","t":"Explain what is meant by nuclear binding energy of a nucleus","m":1},{"l":"b","t":"Suggest why the 1 1H isotope of hydrogen has not been included on the above diagram","m":1},{"l":"c","t":"The main nuclear fusion reaction in the Sun is between nuclei of deuterium (2 1H) and tritium (3 1H). This reaction can be written as shown below. 1H + 3 1H 4 2He + 1 0n"},{"l":"i","t":"Explain why isotopes with low mass numbers, such as hydrogen, are those which undergo nuclear fusion","m":1}]},"ms":{"parts":[{"id":"20","raw":"24 Oxford Cambridge and RSA Examinations is a Company Limited by Guarantee. Register ed in England. Registered office The Triangle Building, Shaftesbury Road, C ambridge, CB2 8EA. Register ed company number 3484466. O CR is an ex empt c harity. OCR oper ates a cademic an d vocational qualifications r egulated by O fqual, Q ualifications Wales an d CCEA as l isted i n their qualifications r egisters i ncluding A Le vels, G CSEs, C ambridge Technicals a nd Cambri dge Nationals. OCR pr ovides r esources t o help you deliver our q ualifications. T hese r esources do not r epresent an y par ticular t eachi ng method we expect y ou to use. W e updat e our resources r egularly an d aim to make sure content i s accurate but pl ease check the O CR website so that y ou have the most up-t o-date version. O CR cannot b e held responsible f or any errors or om issions i n these resources. Though w e make every ef fort to check our r esources, there may be contradictions between publis hed support and the specification, s o it is important that y ou always u se information in the latest specification. W e indicate a ny specificatio n changes within the document i tself, change the versi on number a nd provide a summary o f the changes. I f you do not ice a discrepancy between the specification an d a resource, p lease contact us . Wheth er you already o ffer O CR qual ifications, ar e new t o OCR or ar e thinking about switching, y ou can request m ore information using our Expression of I nterest form . Pleas e get in touch if y ou want t o discuss t he accessibility of resources w e offer t o support y ou in delivering our qualifications."},{"id":"20(a)","raw":"(Minimum) energy required to separate the nucleons (to infinity) B1 Allow protons and neutrons for nucleons Allow energy released when the nucleus forms from the nucleons Do not allow mathematical descriptions such as (mass defect x c2) (b) H-1 is a single proton / nucleon AND there is no binding energy / it is not bound to anything B1 (c) (i) The product has a higher binding energy (per nucleon) B1 Allow the fusion of low Z number nuclei will result in a nucleus higher up the curve making it more stable Ignore statements regarding electrostatic repulsion (ii) Energy before = (1.1 x 2) + (2.8 x 3) (= 10.6 MeV ) Energy after = 7 .1 x 4 (= 28.4 MeV) Energy released = 28.4 -10.6 = 17.8 MeV = 17.8 x 106 x 1.6 x 10-19 = 2.8 x 10-12 (J) C1 C1 A1 Allow ± 0.1 MeV tolerance on binding energy values from graph Answer to at least 2sf (2.848) MAX value of energy within tolerances = 2.99 x 10-12 MIN value of energy within tolerances = 2.70 x 10-12 (iii) Energy released per second = 4.3 x 109 x (3 x 108)2 = 3.8 7 x 1026 (J) No of reactions = 3.8 7 x 1026 / 2.85 x 10-12 = 1.4 x 1038 (s-1) C1 A1 Alternative method: Mass per reaction = 2.85 x 10-12 / (3 x 108)2 = 3.2 x 10-29 (kg) No of reactions = 4.3 x 109 / 3.2 x 10-29 = 1.4 x 1038 (s-1) Allow use of 3 x 10-12 to give 1.29 x 1038 H556/02 Mark Scheme June 2024 Question Answer Mark Guidance Allow use of (c)(ii) tolerance range for energy released value from to final answer in range 1.29 – 1.43 (x1038) Correct to at least 2sf (d) (i) 0 / neutral B1 Unit not necessary, but penalise incorrect unit (ii) (electron) neutrino B1 Do not allow antineutrino Ignore symbols If answer line is blank, then the name in the missing space in the equation can be taken as the answer (iii) 4 B1 (e) d→u + e−+ν̅−10 B1 B1 Correct change of quark Allow udd to uud Correct symbols for other two particles Allow e- or e-10 for electron Allow beta symbol for electron Numbers for the neutrino do not need to be present, but must be correct if given 𝜈̅00 H556/02 Mark Scheme June 2024 Question Answer Mark Guidance","codes":["B1","B1","B1","C1","C1","A1","C1","A1","B1","B1","B1","B1","B1"]}]}},{"q":{"n":21,"star":false,"t":"Technetium‑99m (99 43Tcm) is a metastable radioisotope which can be used as a tracer in medical diagnosis. It is injected into the body and decays by gamma emission into technetium‑99 according to the following chemical equation. 43Tcm 99 43Tc + 0 0γ","p":[{"l":"ii","t":"Use the diagram given at the start of this question to show that, for the reaction of deuterium and tritium, the energy released in each fusion event is approximately 3 × 10–12 J.","m":3},{"l":"iii","t":"The Sun’s mass deceases by 4.3 × 109 kg every second. Assume that the mass loss is only due to this reaction. Calculate the number of fusion events per second occurring in the Sun. number of fusion events per second = s–1","m":2},{"l":"d","t":"In the Sun, deuterium (2 1H) is produced from fusion of two hydrogen (1 1H) nuclei, as shown below. There is a particle missing. 1H + 1 1H 2 1H + 0 1β+ + * The half‑life of a different radioisotope is to be determined using suitable apparatus. Each count represents one decay. The number of counts is measured for one minute every hour over a period of 6 hours. When the data has been collected, a graph of ln(corrected count rate / minute) against time is plotted and shown below. 7.30 1 2 3 Time / hour4 5 6 77.47.57.67.77.87.9 ln (corrected count rate / minute) • Describe an appropriate method that could be used to obtain this data, naming any apparatus and safety precautions taken. • Use the graph given above to determine the half‑life of this radioisotope showing clear working Additional space if required","m":6},{"l":"i","t":"Determine the charge of the missing particle Explain what is meant by a tracer A technetium‑99m tracer with an activity of 900 MBq is injected into a body. The half‑life of technetium‑99m is 6.01 hours. Calculate the number of technetium‑99m nuclei initially present in the tracer. number =","m":1,"p":[{"l":"ii","t":"The missing particle is a lepton. Name this lepton 99 43Tcm only emits gamma radiation. Give two advantages of using a tracer which only emits gamma radiation. 1 2 Calculate the time in hours taken for the activity of the tracer to have fallen to 3.0% of its initial activity. time = hours","m":1},{"l":"iii","t":"In the fusion reaction above, determine the total number of up quarks at the start of the reaction","m":1}]},{"l":"e","t":"Tritium (3 1H) is another isotope of hydrogen which is formed in stars. On the Earth, tritium is a radioactive element which decays by β– emission. Write down the equation for β– decay in terms of quarks.","m":2},{"l":"a"},{"l":"b"},{"l":"c","t":"The daughter nucleus (99 43Tc) decays by beta emission with a half ‑life of a little over 200 000 years. Approximately 50% of it is stored in the bones, and 50% is passed out of the body. Suggest why the presence of this remaining 99 43Tc in the body causes little additional risk to the patient","m":1}]},"ms":{"parts":[{"id":"21(a)(i)","raw":"Material (introduced into the body and) used so its position in the body can be detected / function of organ can be determined B1 Allow “used to produce images” for “detected” Do not allow “trace” for “position detected” Ignore treatment (ii) (Very) little ionisation (Most can) pass through the body tissue / can be detected outside / highly penetrating B1 B1 Allow less ionising / least ionising Do not allow “zero ionisation” Allow other radiation would be absorbed within the body (b) (i) 𝜆=𝑙𝑛2 𝑇12⁄=𝑙𝑛2","codes":["B1","B1","B1"]}]}},{"q":{"n":22,"star":false,"t":"This question is about lightning.","p":[{"l":"a","t":"Sheet lightning occurs when there is an electrical discharge between the upper and lower regions of a thunder cloud. The upper regions are positive and the lower regions are negative. The thunder cloud can be modelled as an ideal parallel plate capacitor with circular horizontal plates. The data for the capacitor comes from the cloud. Diameter of cloud 24 km Distance between upper and lower regions 3.2 km Electric field strength between the regions 4.0 × 105 V m–1"},{"l":"i","t":"The diagram shows the plates of the model capacitor superimposed on the cloud. Draw on the diagram to show the electric field lines between capacitor plates. capacitor plate capacitor plate Assume the cloud acts as a point charge. Calculate the magnitude of the electrical potential V between the cloud and the surface of the Earth. V = V","m":2,"p":[{"l":"ii","t":"Suggest why the actual electric field lines of the cloud would differ from what you have drawn A fork lightning strike has a duration of 25 ms. The cloud discharges at a constant rate. The cloud is uncharged after the strike. Calculate the number of electrons reaching the ground in 1.0 ms. number of electrons in 1.0 ms = If you need extra space use these lined pages. You must write the question numbers clearly in the margin Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third ‑party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer ‑related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third ‑party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA. OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge","m":1},{"l":"iii","t":"Show that the potential difference (p.d.) V between the plates is about 1 × 109 V.","m":1},{"l":"iv","t":"Calculate the capacitance C of the model capacitor. Assume the permittivity of the material of the cloud is the same as the permittivity of free space."}]},{"l":"v","t":"Calculate the magnitude of the charge Q on one of the plates of the model capacitor. Q = C","m":2},{"l":"b","t":"Fork lightning is an electrical discharge that occurs between the bottom of the cloud and the surface of the Earth. Another cloud has a charge of 155 C and is at a height of 2.0 km. The surface of the Earth has an electrical potential V of 0 V."}],"o":[{"k":"C","t":"= F [2]"}]},"ms":{"parts":[{"id":"22(a)(i)","raw":"At least 4 equidistant parallel vertical (straight) lines With arrows pointing downwards B1 B1 By eye Ignore field lines outside of plates At least one line must touch top and bottom plate At least one arrow, and all arrows given must be correct H556/02 Mark Scheme June 2024 Question Answer Mark Guidance (ii) The top and the bottom of the clouds will not be parallel / will be uneven B1 Allow uneven charge distribution / charge density Allow the field is non -uniform Allow the cloud is a non -uniform shape Ignore cloud has non uniform density (iii) ( V = Ed ) = 4.0 x 105 x 3.2 x 103 = 1.3 x 109 (V) B1 Values of E, d with correct powers of 10 and correct evaluation must be seen to at least 2sf (1.28) Ignore unit (iv) C=(𝜀0𝐴 𝑑=)8.85 × 10-12× π × (12×103)2","codes":["B1","B1","B1","B1"]}]}}]}