{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2023 QP 2.pdf","sha256":"ab0c859f5b2676c71a16597c571273c18eb2fccbab5f3835e92b405a9019646a"},"ms":{"f":"June 2023 MS 2.pdf","sha256":"e86ac365e5c1f4d320dc6293d9941c9ef1638e2825db7b526d5a667b6d949b71"}},"paper":{"paper_id":"9910338048","subject":"A Level Physics A","time_allowed":"2 hours 15 minutes","total_marks":100,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.• Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answer should be supported with working. Marks might be","Quality of extended response will be assessed in questions marked with an asterisk (*).• This document has 28 pages.","the Data, Formulae and Relationships booklet","a scientific or graphical calculator• a ruler (cm/mm)Friday 9 June 2023 – Morning"],"you_may_use":["a scientific or graphical calculator• a ruler (cm/mm)Friday 9 June 2023 – Morning"]}},"mark_scheme":{"paper_code":"H556/02","session":"June 2023"},"items":[{"q":{"n":1,"star":false,"t":"Which of these units is a base unit?","m":1,"o":[{"k":"A","t":"A"},{"k":"B","t":"J"},{"k":"C","t":"m2"},{"k":"D","t":"N"}]},"ms":{"parts":[{"id":"1","raw":"223 553998 Alternatively, you can email us on support@ocr.org.uk For more information visit ocr.org.uk/qualifications/resource -finder ocr.org.uk Twitter/ocrexams /ocrexams /company/ocr /ocrexams OCR is part of Cambridge University Press & A ss essment, a depar tment of t he University of Cambridge. For staff training purposes and as part of our quality assurance programme your call may be recorded or monitored. © OCR"}]}},{"q":{"n":2,"star":false,"t":"The accepted value of g is 9.81 ms–2. In an experiment to verify the value of g, students obtained a value of 10.20 ms–2. What is the percentage difference between the students’ value and the accepted value of g?A 1%","m":1,"o":[{"k":"B","t":"2%"},{"k":"C","t":"4%"},{"k":"D","t":"8%"}]},"ms":{"parts":[{"id":"2","raw":"sf ALLOW final answer of range of 0.1 to 3 OR 3 (1sf answer) if more than 1sf seen previously (ii) Any two from : Increase the input voltage Decrease (the resistance of) R1 / (fixed) resistor Extend range of thickness of jelly used x B1 ALLOW emf for input voltage but not just potential difference IGNORE current NOT decrease the resistance alone NOT just make jelly thinner/thicker. Must be clear that values below 1mm or above 5mm are to be used. (iii) As the light intensity increases the resistance of the LDR / R2 decreases the PD measured (across R 2) decreases OR B1 ALLOW reverse argument Must be clear that the resistance is that of the LDR ALLOW output voltage/voltmeter reading for PD across R2 H556/02 Mark Scheme June 2023 Question Answer Mark Guidance As the light intensity increases the total resistance of the circuit decreases the current increases Need to get in touch? If you ever have any questions about OCR qualifications or services (including administration, logistics and teaching) please feel free to get in touch with our customer support centre. Call us on","codes":["B1","B1"]}]}},{"q":{"n":3,"star":false,"t":"Which of these statements is/are true? 1 Antiprotons are hadrons so are subject to the strong nuclear and weak nuclear forces. 2 Neutrons are subject to the weak nuclear force only. The weak nuclear force is the only force that causes a change of quark type.","m":1,"o":[{"k":"A","t":"1, 2 and 3"},{"k":"B","t":"Only 1 and 2"},{"k":"C","t":"Only 1 and 3"},{"k":"D","t":"Only 3"}]},"ms":{"parts":[{"id":"3","raw":".839 A1 ALLOW 2dp for either or both value s","codes":["A1"]}]}},{"q":{"n":4,"star":false,"t":"A 200 W heater is used for 90 minutes. The cost per kWh is 13 pence. How much did it cost to use the heater?A 3.9p","m":1,"o":[{"k":"B","t":"39p"},{"k":"C","t":"£2.34"},{"k":"D","t":"£23.40"}]},"ms":{"parts":[{"id":"4","raw":".80 and 3.84 (ii) Both points plotted correctly A1 ALLOW plotting of their 23(a) (i) values as long as the values lie within the grid range Plotting to within ½ small square (iii) Appropriate line of best fit B1 Straight line with negative gradient Allow best fit line from their plotted points Expect even distribution of points across the whole line for their plotted points (b) (i) In Ix = ln I0 - x In I x = - x + ln I 0 compare with y = mx + c C1 A1 ALLOW log equation in any format ALLOW an indication that y = mx + c has been used, with the ln equation in the correct order. Negative sign for required  (ii) Correct determination of their y intercept Correct eintercept of their y intercept value C1 A1 Their intercept recorded to nearest ½ small grid square ALLOW values to more than 1 dp Answer to 2 sf (iii) Evidence of use of graph to determine gradient B1 Change in x value greater than half of their line AND points correctly read from the line (not the tabulated values unless they lie on the line) . H556/02 Mark Scheme June 2023 Question Answer Mark Guidance Correct answer for their gradient , and given as positive for  B1 ½ square tolerance on readings of points Ignore sign on gradient. Correct to at least 2 significant figures NOT if graph shows positive gradient (c) (i) (100 / 5100) x 5 (= 0.098 ) (V) OR (8000 / 13000) x 5 (= 3.077 ) (V)","codes":["A1","B1","C1","A1","C1","A1","B1","B1"]}]}},{"q":{"n":5,"star":false,"t":"The diagram shows the path of a nucleus entering a magnetic field. nucleusmagnetic field out of paper In which direction does the force on the nucleus act as it enters the magnetic field?A down the page","m":1,"o":[{"k":"B","t":"into the page"},{"k":"C","t":"out of the page"},{"k":"D","t":"up the page"}]},"ms":{"parts":[{"id":"5","raw":"A 1"}]}},{"q":{"n":6,"star":false,"t":"Technetium-99m (Tc-99m) is a metastable isotope used in medical diagnosis. Which ionising radiation does Tc-99m emit?","m":1,"o":[{"k":"A","t":"alpha"},{"k":"B","t":"beta-minus"},{"k":"C","t":"beta-plus"},{"k":"D","t":"gamma"}]},"ms":{"parts":[{"id":"6","raw":"x B1 Use level of response annotations in RM Assessor Indicative scientific points may include: Description • Absorption of neutron by U -235 • U-235 nuclei become unstable U236 nuclei • U-236 undergoes fission • Resulting in smaller nuclei daughter products and additional fast neutrons • Moderator slows neutrons so that they can be absorbed by U -235 nuclei • Process repeats to form a chain reaction • Rate of chain reaction controlled by raising or lowering control rods • Which absorb excess neutrons (Nuclear) fuel rods (i) Moderator (ii) H556/02 Mark Scheme June 2023 Question Answer Mark Guidance Level 1 (1 –2 marks) Limited description or Limited calculation There is an attempt at a logical structur e with a line of reasoning. The information is in the most part relevant.","codes":["B1"]}]}},{"q":{"n":7,"star":false,"t":"The power dissipated across a 1 kΩ resistor is 20 W. What is the potential difference across the resistor?","m":1,"o":[{"k":"A","t":"0.02 V"},{"k":"B","t":"50 V"},{"k":"C","t":"140 V"},{"k":"D","t":"20 000 V"}]},"ms":{"parts":[{"id":"7","raw":"C 1"}]}},{"q":{"n":8,"star":false,"t":"The diagram shows the relative lengths and diameters of two copper wires, labelled wire X and wire Y. wire X wire Y2L Ld2d What is the ratio of the resistivity of wire Y to wire X?","m":1,"o":[{"k":"A","t":"1 : 1"},{"k":"B","t":"1 : 2"},{"k":"C","t":"1 :4"},{"k":"D","t":"1 : 8"}]},"ms":{"parts":[{"id":"8","raw":"A 1"}]}},{"q":{"n":9,"star":false,"t":"The centres of a positron and a helium nucleus are separated by 2 mm. What is the electrostatic force between them?","m":1,"o":[{"k":"A","t":"1.15 × 10–28 N"},{"k":"B","t":"2.30 × 10–25 N"},{"k":"C","t":"5.75 × 10–23 N"},{"k":"D","t":"1.15 × 10–22 N"}]},"ms":{"parts":[{"id":"9","raw":"D 1"}]}},{"q":{"n":10,"star":false,"t":"A column of air in a tube of length L, closed at one end, is forced to vibrate at its fundamental frequency. A standing wave is set up inside the tube. Which row in the table is correct for this standing wave? Number of nodes inside the tubeWavelength / m","m":1,"o":[{"k":"A","t":"1 L"},{"k":"B","t":"1 2L"},{"k":"C","t":"1 4L"},{"k":"D","t":"2 2L"}]},"ms":{"parts":[{"id":"10","raw":"SECTION B General rule: For substitution into an equation, allow any subject - unless stated otherwise in the guidance Question Answer Mark Guidance"}]}},{"q":{"n":11,"star":false,"t":"A ray of light is travelling through glass with refractive index n = 1.51. The diagram (not to scale) shows light incident on a glass / air interface. air glassθ2θ1 Which of these statements is/are true? 1 wavelength of light in glass < wavelength of light in air 2 nglass = 2nair 3 θ2 > 48°","m":1,"o":[{"k":"A","t":"1 only"},{"k":"B","t":"1 and 2"},{"k":"C","t":"3 only"},{"k":"D","t":"1 and 3"}]},"ms":{"parts":[{"id":"11","raw":"Question Answer Mark Guidance (d) λ = a x / D = 640x10-9 = 1.00x10-5 x x / 4 (= 0.256 (m) ) B to C = 2 x = 0.512 (m) θ = tan-1 (0.512 / 4) = 7.3 (o) Alternative method : Use of n λ = d sin θ substitution of λ and d with any integer value of n recognition that n = 2 θ = sin-1 (2 x 640 x 10-9 / 1.00x10-5) = 7.4 (o) C1 C1 A1 (C1) (C1) (A1) Correct substitution","codes":["C1","C1","A1","C1","C1","A1"]}]}},{"q":{"n":12,"star":false,"t":"The diagram shows a coil of wire rotating between two permanent magnets in a model generator. The coil is rotating clockwise about point P at constant angular velocity. N S coil of wireP Which letter represents the output of the generator at the instant in the diagram? 0Vout/ V time ABCD","m":1},"ms":{"parts":[{"id":"12","raw":"Question Answer Mark Guidance"}]}},{"q":{"n":13,"star":false,"t":"In the Rutherford scattering experiment alpha particles are directed at a gold foil.Gold nuclei have 79 protons. The distance of closest approach is 47.0 fm. Which is the best estimate of the work done on an alpha particle as it moves from 53.0 fm to the point of closest approach? –18 J","m":1,"o":[{"k":"A","t":"10"},{"k":"B","t":"10–16 J"},{"k":"C","t":"10–15 J"},{"k":"D","t":"10–13 J"}]},"ms":{"parts":[{"id":"13","raw":"Question Answer Mark Guidance (c) (i) There is no change in (acoustic) impedance B1 ALLOW there is no change in the density (of the medium) ALLOW there is no boundary / there is nothing to reflect from NOT JUST there is nothing there IGNORE undefined symbols (ii) Acoustic impedance of C is different from B Change in acoustic impedance at B is greater (than at C ) (relative to their surrounding medium/A) C1 A1 IGNORE explanations in terms of density Second point gains both marks ALLOW soft tissue/skin/belly for C ALLOW skull/bone/head for B (d) v = f c / 2 f cos  = (10.0000 x 106 – 9.9987 x 106) x 1600","codes":["B1","C1","A1"]}]}},{"q":{"n":14,"star":false,"t":"A step-down transformer has an input potential difference of 200 V. There are 250 turns on the primary coil and 50 turns on the secondary coil. The secondary coil is connected to a 1.0 kΩresistor. What is the current through the resistor?A 2 × 10 –4 A","m":1,"o":[{"k":"B","t":"0.04 A"},{"k":"C","t":"1 A"},{"k":"D","t":"40 A"}]},"ms":{"parts":[{"id":"14","raw":"Question Answer Mark Guidance"}]}},{"q":{"n":15,"star":false,"t":"Which statement is Faraday’s law?A The direction of electric current induced by a changing magnetic field is such that the magnetic field created by the induced current opposes changes in the initial magnetic field. Section B","m":1,"o":[{"k":"B","t":"The magnitude of the electrostatic force between two point charges is directly proportional to the product of the magnitudes of charges and inversely proportional to the square of the separation."},{"k":"C","t":"The magnitude of induced EMF is proportional to the rate of change of the magnetic flux linkage."},{"k":"D","t":"The total energy of an isolated system remains constant."}]},"ms":{"parts":[{"id":"15","raw":"Question Answer Mark Guidance"}]}},{"q":{"n":16,"star":false,"t":"Fig. 16.1 shows the pattern obtained in a Young double-slit experiment. The pattern is not to scale. Three regions of the pattern are labelled A, B and D. The central maximum is labelled C. Fig. 16.1 laserdouble-slit 4.0m screenA B CA BC D θRed light of wavelength 640 nm was used in the experiment. The distance between the centres of the two slits was 1.00 × 10–5 m. The distance from the double-slit to the screen was 4.0 m. Fig. 16.2 laserdouble-slit 4.0m screenA B CA BC D θ","p":[{"l":"a","t":"Name the physical processes that cause the features labelled A, D and B, C in Fig. 16.1. (b) The Young double-slit experiment uses coherent waves. State what coherent means","m":2},{"l":"c","t":"Explain how the part of the pattern labelled B is formed","m":2},{"l":"d","t":"Calculate the angle θ from the central maximum C to the maximum labelled B as shown in Fig. 16.2 . θ = °","m":3}],"o":[{"k":"A","t":"and D"},{"k":"B","t":"and C"}]},"ms":{"parts":[{"id":"16(a)","raw":"Interference given in A and D and/or B and C A and D diffraction OR A and D = destructive interference / destructive superposition AND B and C = constructive interference / constructive superposition B1 B1 IGNORE superposition alone (b) The waves have a constant /same/fixed phase relationship B1 Constant/same /fixed phase difference IGNORE in phase , frequency , wavelength , diffraction and other correct physics REJECT incorrect references to amplitude and other wave properties (c) Waves arrive in phase / path difference of whole number of wavelengths Phase difference = 4 or 7200 / with a p ath difference of 2λ C1 A1 Phase difference = 0 or path difference = nλ H556/02 Mark Scheme June 2023","codes":["B1","B1","B1","C1","A1"]}]}},{"q":{"n":17,"star":false,"t":"Ultrasound B-scans can be used to image unborn babies.","p":[{"l":"a","t":"Explain what is meant by ultrasound","m":2},{"l":"b","t":"* Fig. 17.1 is a labelled photograph of an ultrasound examination of a patient. Fig. 17.1 patient’s abdomentransducer gel Explain how the transducer both produces and receives ultrasound waves. Explain the purpose of the gel Additional answer space if required Question 17 continues on page 14PMT","m":6},{"l":"c","t":"Fig. 17.2 shows a B-scan of an unborn baby. Fig. 17.2 CB A"},{"l":"i","t":"Explain why no signal is received back from A","m":1,"p":[{"l":"ii","t":"Explain why a greater signal is received back from B than C","m":2}]},{"l":"d","t":"Doppler ultrasound can be used to measure the speed of blood flow through blood vessels. The speed of ultrasound in blood is 1600 ms –1. vessel. The reflected ultrasound has a frequency of 9.9987 MHz. Calculate the speed v of the blood flow. v = ms–1","m":2}],"o":[{"k":"A","t":"transducer emitting ultrasound of frequency 10.0000 MHz is placed at 50° to the blood"}]},"ms":{"parts":[{"id":"17","raw":"4 MeV (c) Marks may be awarded for the following considerations only: technology, reaction, fuel, waste, safety. Technology: • Fission: technology already established / Fusion: technology not yet established 4 x B1 ALLOW 1 mark for basic comparison within each consideration if no other marks are awarded. H556/02 Mark Scheme June 2023 Question Answer Mark Guidance Reaction: • Fission: chain reaction self -sustaining once initiated • Fusion: very high temperatures /pressures /amounts of energy required to initiate and continue reaction / challenges with storage and containment of plas ma Fuel: • Fission: f inite amount of uranium / needs to be enriched • Fusion: (unlimited) fuel available from (sea) water Waste: • Fission: Produces highly / high level / long half - life / long storage time radioactive waste • Fusion: Produces (effectively) no radioactive waste (products) / only radioactive material in contained in the reactor Safety: • Fission: Possibility of serious accident / leakage of radioactive material / “meltdown” AND/OR Fusion: very unlikely to produce serious accident (due to near instant shut down of reaction) / no leakage of radioactive material ALLOW hydrogen is easier to source (than uranium) for","codes":["B1"]},{"id":"17(a)","raw":"Longitudinal waves With a frequency greater than 20 kHz B1 B1 ALLOW 20 kHz and above (b*) (i) Level 3 (5 –6 marks) Clear explanation of transducer and clear explanation of gel There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Clear explanation of transducer OR clear explanation of gel or Some explanation of transd ucer and some explanation of gel There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence. Level 1 (1 –2 marks) Limited explanation of transducer or gel There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant.","codes":["B1","B1"]}]}},{"q":{"n":18,"star":false,"t":"Fig. 18 represents a tube open at both ends. Air inside the tube is forced to oscillate by a speaker and produces a standing wave. The length of the tube is 30.0 cm. The wave speed inside the tube is 340 ms–1.","p":[{"l":"a","t":"On Fig. 18 sketch the standing wave for the fundamental mode of vibration. Fig. 18","m":1},{"l":"b","t":"Calculate the frequency f0 of the speaker that is producing the standing wave inside the tube. f0 = Hz","m":1},{"l":"c","t":"The frequency of the speaker is increased. Calculate the next frequency f1 that will produce a standing wave in this tube. f1 = Hz","m":2}]},"ms":{"parts":[{"id":"18(a)","raw":"B1 Both parts needed – either dotted or solid. Correct curvature needed by eye. Middle node by eye. IGNORE lines outside of tube (b) Frequency f0 = 340 / 0.6 00 = 567 (Hz) A1 Correct to at least 2 significant figures No ecf from 18(a) (c) Next wavelength for standing wave is λ = 0.3 00m Frequency = 340 / 0.3 00 = 1.13 x 103 (Hz) C1 A1 Ecf from (b) if wavelength used is 0.600m Correct to at least 2 significant figures Special case: If wavelength drawn in (a) is 0.300m and f0 in (b) = 1130 Hz, then allow ecf (C1) for next λ = 0.200m and (A1) frequency as 1700 Hz for full credit. H556/02 Mark Scheme June 2023","codes":["B1","A1","C1","A1","C1","A1"]}]}},{"q":{"n":19,"star":false,"t":"The picture shows an electron diffraction pattern produced by graphite in a cathode-ray tube.","p":[{"l":"a","t":"Describe the experiment that produces this pattern. Draw a labelled diagram of the apparatus to help you","m":4},{"l":"b","t":"Explain why light and dark circles as shown in the picture are produced, stating what this evidence provides about electron behaviour","m":3},{"l":"c","t":"A potential difference (p.d.) 5 kV is used to accelerate the electrons."},{"l":"i","t":"Calculate the work done W on the electrons. W = J","m":1,"p":[{"l":"ii","t":"Calculate the de Broglie wavelength λ of the accelerated electrons. λ = m","m":2},{"l":"iii","t":"Suggest a value for the spacing between the graphite atoms. Justify your answer","m":1}]}]},"ms":{"parts":[{"id":"19(a)","raw":"Any four from: In an evacuated tube (Electrons released by) thermionic emission / (l ow voltage supply causes) emission of electrons from cathode/filament /electron gun Electrons accelerated towards anode / electrons accelerated through (high) pd / electric field Diffracted through a graphite (target) / graphite is thin Electrons detecte d on a (phosphor) screen / electrons produce visible light on impact with screen"}]}},{"q":{"n":20,"star":false,"t":"In an experiment a circuit is set up so that a capacitor with a resistor in series can be charged and at some later time discharged through the same resistor without changing the positions of the components. This process can be repeated. The supply has a potential difference (p.d.) 6.0 V d.c.The capacitor has capacitance 1.0 µF. The resistor has resistance 10 kΩ.A voltmeter is used to measure the p.d. across the capacitor.","p":[{"l":"a","t":"Draw a circuit diagram for this experiment. (b) Calculate the charge Q stored on the capacitor when it is fully charged. Q = C","m":2},{"l":"c","t":"Use a calculation to explain why it will not be possible to measure the variation of p.d. across the capacitor with time, using a stop watch","m":4},{"l":"d","t":"State how this experiment can be modified to measure the variation of p.d. across the capacitor with time as the capacitor charges","m":1},{"l":"e","t":"The capacitor was completely charged and then discharged to 4.12 V."},{"l":"i","t":"Calculate the time t required for the p.d. across the capacitor to reach 4.12 V when discharging. t = s","m":2,"p":[{"l":"ii","t":"Calculate the average rate at which energy is lost by the capacitor as it discharges from 6.0 V to 4.12 V. average rate at which energy is lost = J s –1","m":3}]}]},"ms":{"parts":[{"id":"20","raw":"23 Oxford Cambridge and RSA Examinations is a Company Limited by Guarantee. Registered in England. Registered office The Triangle Building, Shaftesbury Road, C ambridge, CB2 8EA. Regis tered company number 3484466. O CR is an ex empt c harity. OCR oper ates a cademic an d vocational qualifications regulated by O fqu al, Q ualifications Wales an d CCEA as l is ted in their qualifications r egisters i ncluding A Le vels, G CSEs, C ambridge Technicals a nd Cambri dge Nationals. OCR pr ovides r esources t o help you deliver our qualifications. T hes e resources do not r epresent an y par ticular t eachi ng method we expect y ou to use. W e updat e our resources r egularly and aim to make sure content i s accurate but pl ease check the O CR website so that y ou have the most up-t o-date version. O CR cannot b e held responsible f or any errors or om issions i n these resources. Though w e make every ef fort to check our r esources, there may be contradictions betwee n publis hed support and the specification, s o it is important that you always u se information in the latest specification. W e indicate a ny specificatio n changes within the document i tself, change the versi on number a nd provide a summary o f the changes. I f you do not ice a discrepancy between the specification an d a resource, p lease contact us . Wheth er you already o ffer O CR qual ifications, ar e new t o OCR or ar e thinking about switching, y ou can request m ore information using our Expression of I nterest form. Pleas e get in touch if you want t o discuss t he accessibility of resources w e offer t o support you in delivering our qualifications."},{"id":"20(a)","raw":"Circuit showing (6V) supply in series with a capacitor and resistor , with a voltmeter i n parallel with the capacitor. Switch/switches allowing discharging of the capacitor through the resistor. B1 B1 No labels required. ALLOW any suitable symbol for d.c. supply ALLOW this mark if resistor and capacitor in parallel if switch will allow the discharge Example s of correct circuit for both marks e.g. (b) Charge = 1.0 x 10-6 x 6.0 = 6.0 x 10-6 (C) A1 ALLOW correct answer to 1 significant figure (c) (CR =) 1 x 10-6 x 10 x 103 CR / Time constant /  = 0.010 (s) Time constant /  is time t aken to fall to 1/e (37%) of initial value The time it takes to record the variation of pd / the capacitor to discharge is far less than (human) reaction time OR C1 A1 B1 B1 ALLOW POT error for capacitance if same as in (b) ALLOW 1sf ALLOW t for  NOT fallen by 37% H556/02 Mark Scheme June 2023 Question Answer Mark Guidance 𝑉=𝑉0𝑒−(𝑡 𝐶𝑅) to give 0.6= 6.0𝑒−(𝑡","codes":["B1","B1","A1","C1","A1","B1","B1"]}]}},{"q":{"n":21,"star":false,"t":"The diagram shows a simplified layout of a nuclear fission reactor used in a nuclear power station","p":[{"l":"a","t":"Complete the labels on the diagram","m":2},{"l":"b","t":"* Describe how fission of nuclei is induced and controlled in the nuclear reactor. Show how fission leads to the release of large amounts of energy. The following masses may be useful. Particle Mass / u U-235 nucleus 235.04395 Ba-141 nucleus 140.91440 Kr-92 nucleus 91.92617 01 n neutron 1.00867 Additional answer space if required","m":6},{"l":"c","t":"The energy released from the fusion of 1 kg of hydrogen is more than seven times the energy released by the fission of 1 kg of uranium. Compare the practicalities of using nuclear fusion of hydrogen with using nuclear fission of uranium to meet our energy needs","m":4}]},"ms":{"parts":[{"id":"21(a)","raw":"(i) (ii) B1 B1 ALLOW any correct ly named fuel e.g . uranium (oxide) for (i) ALLOW any correct ly named moderator e.g. (heavy) water for (ii) ALLOW coolant for (ii) ALLOW any correct ly named coolant (e.g. CO 2) for (ii) (b)* Level 3 (5 –6 marks) Clear description and full correct calculation. There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Clear description or full correct calculation. or Some description and some calculation There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence.","codes":["B1","B1"]}]}},{"q":{"n":22,"star":false,"t":"Radiographers commonly use molecules containing fluorine F-18 as tracers in positron emission tomography (PET) scanning. Fluorine has a proton number of 9. F-18 decays to oxygen (O) by β+ decay.","p":[{"l":"a","t":"Write the equation for the decay of a nucleus of F-18 using nuclear notation.","m":2},{"l":"b","t":"The β+ particle (positron) produced travels only a short distance in the patient before it meets an electron and is annihilated. Calculate the wavelength λ of gamma photons produced. λ = m","m":3},{"l":"c","t":"X-rays and gamma-rays are produced by different physical processes. Briefly describe both processes","m":2},{"l":"d","t":"F-18 has a half-life of 109.7 minutes. Explain the advantage that this has for the patient but the disadvantage that this has for the radiographers","m":3}]},"ms":{"parts":[{"id":"22(a)","raw":"F918 → O818 + β10+ (+) C1 A1 Correct fluorine isotope Correct equation ALLOW numbers written to right of symbol ALLOW e / e+ / e̅ /  for positron symbol with correct numbers IGNORE gamma in products ALLOW 𝜐00 for neutrino ALLOW e for neutrino (b) E = mc2 = 9.11 x10-31 x (3.00 x 108)2 = 8.2 x10-14 (J) E = hc /  = 8.2 x 10-14 = 6.63 x 10-34 x 3 x 108 /  λ = 3.00 x 108 ÷ 1.2367 x 1020 = 2.4 x10-12 (m) C1 C1 A1 Working leading to evaluation of E ALLOW factor of 2 leading to 1.6 x 10-13 (J) NOT use of  = h/mv where v is 3x108 alone XP ALLOW use of  = hc/mc2 or  = h/mc ALLOW Use of e lectron mass = 0.511 MeV giving 8.2 x 10-14 (J) Correct to at least 2 significant figures Answer of 4.9 x 10-12 or 1.2 x 10-12 allow 2/3 due to incorrect accounting for factor of 2 (c) X-rays formed when electrons (in an atom) de-excite B1 ALLOW X-rays may be produced by acceleration / deceleration of (fast moving) electrons / X -rays are produced when (fast moving) electrons are incident on a metal target / X-rays may be produced when electrons lose kinetic energy H556/02 Mark Scheme June 2023 Question Answer Mark Guidance Gamma rays come from the decay of nuclei (in unstable isotopes ) B1 ALLOW gamma rays come from (the decay of) radioactive nuclei / gamma rays come from the nucleus of unstable atoms / gamma rays come from the de - excitation of nuclei / gamma rays come from annihilation of particle -antiparticle (pairs) / IGNORE gamma from fission (d) The half -life is short Advantage : Exposure of the patient to ionising radiation is kept as low as possible. Disadvantage : (Radiographers have a) short time to scan /diagnose the patient B1 B1 B1 ALLOW activity is high IGNORE it decays quickly ALLOW F18 has to be manufactured on site before use / high activity means exposure is high during handling IGNORE short time to treat the patient H556/02 Mark Scheme June 2023 Question Answer Mark Guidance","codes":["C1","A1","C1","C1","A1","B1","B1","B1","B1","B1"]}]}},{"q":{"n":23,"star":false,"t":"As light passes through a substance its intensity decreases exponentially with distance. Ix = I0 e–µx Ix is the intensity of light at a given thickness of jelly I0 is the intensity of light immediately before it enters the jelly µ is the constant of proportionality x is the thickness of the jelly that the light has passed through.Some students are studying the absorption of visible light by red jelly. They set up the experiment below. filament bulbjelly of different thicknesseslight meter • The power to the bulb is kept constant.• The distance between the bulb and the light meter is kept constant.• Blocks of jelly of different thickness are used.• They measure the intensity of light using a light meter.","p":[{"l":"a","t":"The table below shows their results and the natural log of the light intensity. Thickness of jelly / mm Light intensity / Wm–2ln (light intensity / Wm–2) 1 122 2 46.5 3 17.8 2.88 4 6.82 1.92 5 2.62 0.960"},{"l":"i","t":"Complete the last column of the results table for the 1 mm and 2 mm thicknesses of jelly. Calculate the output voltage range obtained in this experiment. range = V","m":1,"p":[{"l":"ii","t":"Plot the results from the table on the graph. Three points have already been plotted. 012345 Thickness of jelly / mmln (light intensity / Wm–2) Describe two ways the output voltage range could be increased. 1 2 (iii) Explain how the circuit responds to a change in light intensity ADDITIONAL ANSWER SPACE If additional space is required, you should use the following lined page(s). The question number(s) must be clearly shown in the margin(s) Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third-party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer-related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third-party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA.OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge.","m":1},{"l":"iii","t":"Draw a best-fit straight line through your data points.","m":1}]},{"l":"b","t":"(i) Show how the equation for exponential absorption of light can give a straight line graph with a negative gradient.","m":2,"p":[{"l":"ii","t":"Use your graph to determine the intensity of the light I0 before it enters the jelly. I0 = Wm–2","m":2},{"l":"iii","t":"Use your graph to determine the constant of proportionality µ in units of mm–1. µ = mm–1","m":2}]},{"l":"c","t":"The students decide to make their own light meter using this circuit. +5 V 0 VVoutR1 R2 The value of R1 is 5 kΩ. The value of R2 was 100 Ω when 1 mm jelly was used and 8 kΩ when 5 mm jelly was used."}]},"ms":{"parts":[{"id":"23(a)(i)","raw":"4.804"}]}}]}