{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2024 QP 1.pdf","sha256":"e7f32c0241d52c9585b5d0e57f34f61df181f00c6fc233d041fda3361a93dd98"},"ms":{"f":"June 2024 MS 1.pdf","sha256":"ecda708d518b4834794d87544f547b01414c32a3abb8d735fab65ea0da118cac"}},"paper":{"paper_id":"1359772623","subject":"A Level Physics A","time_allowed":"2 hours 15 minutes","total_marks":100,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.","Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answer should be supported with working. Marks might be"],"information":["The total mark for this paper is 100.","The marks for each question are shown in brackets [ ].","Quality of extended response will be assessed in questions marked with an asterisk (*).","This document has 32 pages."],"advice":["Read each question carefully before you start your answer.You must have:","the Data, Formulae and Relationships Booklet","a scientific or graphical calculator","a ruler (cm/mm)Friday 24 May 2024 – Morning"],"you_may_use":["a scientific or graphical calculator","a ruler (cm/mm)Friday 24 May 2024 – Morning"]}},"mark_scheme":{"paper_code":"H556/01","session":"June 2024"},"items":[{"q":{"n":1,"star":false,"t":"Which row in the table shows two equivalent physical quantities? B1 kg m s–11000 N s","m":1,"o":[{"k":"A","t":"0 °C –273.15 K"},{"k":"C","t":"10 kW 10 000 N m"},{"k":"D","t":"1.0 mPa 0.0010 N m–2"}]},"ms":{"parts":[{"id":"1","raw":"223 553998 Alternatively, you can email us on support@ocr.org.uk For more information visit ocr.org.uk/qualifications/resource -finder ocr.org.uk Twitter /ocrexams /ocrexams /company/ocr /ocrexams OCR is part of C ambridge University P ress & A ssessment, a depar tment of t he University of C ambridge. For staff training pur poses and as part of our quality assurance programm e your call may be recorded or monitored. © OCR"}]}},{"q":{"n":2,"star":false,"t":"What are the SI base units of the Boltzmann constant k?","m":1,"o":[{"k":"A","t":"J K–1"},{"k":"B","t":"kg m s–2 K–1"},{"k":"C","t":"kg m2 s–2 K–1"},{"k":"D","t":"N m K–1"}]},"ms":{"parts":[{"id":"2","raw":"𝑚𝑣2=1 𝐺𝑀𝑚 𝑟 M1 A1 Allow omission of ‘m’ on both sides of equation (gravitational field strength = centripetal acceleration) Cancelling/rearrangement/identification of GMm/r as GPE b ii (Increase in) GPE = ( -56 - -63 MJ =) 7(MJ) or (Increase in) KE = 0.5 x 56 = 28 (MJ) Sensible reasoning, e.g. 7+28 >30 M1 A1 Allow evaluation of total energy of 35 (MJ) H556/ 01 Mark Scheme June 2024 Question Answer Mark Guidance","codes":["M1","A1","M1","A1"]}]}},{"q":{"n":3,"star":false,"t":"A rubber bung is attached to a string. The bung is whirled around in a horizontal circle of radius r. The rotational period of the bung is T. The tension in the string is kept constant as the bung is whirled around at different speeds. Which relationship is correct for this whirling bung?","m":1,"o":[{"k":"A","t":"T\\r"},{"k":"B","t":"T 2\\r"},{"k":"C","t":"T\\r 2"},{"k":"D","t":"T\\r"}]},"ms":{"parts":[{"id":"3","raw":"𝑁𝑚𝑐2 Manipulation to insert ½ to give ½ mc2 = 3/2 kT M1 A1 b i (r.m.s. speed =) √3102+3702+4402+5502 r.m.s. speed evaluated as 427 (m s-1) M1 A1 Not arithmetic mean 418. Treat as XP. Allow 729100 as evidence of summation of squares Allow mean squared speed = 182275 (m2s-2) Allow any candidate evaluation that rounds to or is","codes":["M1","A1","M1","A1"]}]}},{"q":{"n":4,"star":false,"t":"To determine the acceleration of free fall g, a ball is dropped from rest from a point vertically above a light gate. The ball has a diameter of 5.0 cm. It is dropped at time t = 0. The light gate output shows that the ball passes through the gate between times t = 0.10 s and t = 0.14 s. The graph shows the output from the light gate. light gate5.0 cm diameter ball 0 0.10 0.14 time / slight gate output Air resistance has negligible effect on the motion of the ball. What is the value of g in m s–2 from these measurements?","m":1,"o":[{"k":"A","t":"8.93"},{"k":"B","t":"9.81"},{"k":"C","t":"10.4"},{"k":"D","t":"12.5"}]},"ms":{"parts":[{"id":"4","raw":"C 1"}]}},{"q":{"n":5,"star":false,"t":"A block of wood is floating in calm water. The density of the wood is 700 kg m–3. The density of water is 1000 kg m–3. What percentage of the volume of the block is above the waterline?","m":1,"o":[{"k":"A","t":"30"},{"k":"B","t":"50"},{"k":"C","t":"70"},{"k":"D","t":"89"}]},"ms":{"parts":[{"id":"5","raw":"A 1"}]}},{"q":{"n":6,"star":false,"t":"A horizontal uniform beam of length 4 L and weight W is supported at both ends. An object weighing 2 W is placed on the beam at a distance L from one end. N22W4L beamL N1 What are the magnitudes of the normal reactions N1 and N2 on the supports at the ends of the beam?","m":1,"o":[{"k":"A","t":"N1 = 0.5 W, N2 = 1.5 W"},{"k":"B","t":"N1 = W, N2 = 2W"},{"k":"C","t":"N1 = 1.5 W, N2 = 1.5 W"},{"k":"D","t":"N1 = 2W, N2 = W"}]},"ms":{"parts":[{"id":"6","raw":"B 1"}]}},{"q":{"n":7,"star":false,"t":"The graph shows a velocity-time graph for a vehicle. At time t = 0 the driver observes an obstruction in the road. A short time later the brakes are applied, and the vehicle stops. The braking force remains constant. velocity timeoriginal graph The situation is repeated. This time the vehicle starts with twice the original velocity. All other variables remain the same. Which diagram shows the correct velocity-time graph for this new situation? The same scales are used on all graphs. velocity time00velocity time00 velocity time00velocity time00A B","m":1,"o":[{"k":"C","t":"D"}]},"ms":{"parts":[{"id":"7","raw":"A 1"}]}},{"q":{"n":8,"star":false,"t":"The bob of a pendulum is displaced slightly so that the string forms a small angle θ 110° with the vertical. The tension in the string is T. The small angle approximation applies. θ Tstring bob Which of the following pairs of quantities would give approximately, within 2 significant figures, the same value for the horizontal component of T? 1 T cosθ and T sinθ 2 T cosθ and T tanθ 3 T sinθ and T tanθ","m":1,"o":[{"k":"A","t":"1 only"},{"k":"B","t":"1 and 3"},{"k":"C","t":"3 only"},{"k":"D","t":"2 and 3"}]},"ms":{"parts":[{"id":"8","raw":"C 1"}]}},{"q":{"n":9,"star":false,"t":"A mass suspended from a spring is pulled down 0.05 m from the equilibrium point and released. It oscillates in simple harmonic motion. The frequency of the motion is 2 Hz. At time t = 0 the mass passes through the equilibrium point. What is the displacement in metres from the equilibrium point at time t?","m":1,"o":[{"k":"A","t":".c ost 0052"},{"k":"B","t":". r cost 0054"},{"k":"C","t":".s int 0052"},{"k":"D","t":". r sin t 0054"}]},"ms":{"parts":[{"id":"9","raw":"D 1"}]}},{"q":{"n":10,"star":false,"t":"The natural frequency of an oscillator vibrating in air is 20 Hz. Which statement is correct about this oscillator?","m":1,"o":[{"k":"A","t":"The natural period of the vibrating oscillator is 5.0 ms."},{"k":"B","t":"The oscillator can be forced to vibrate at maximum amplitude at a frequency of about 20 Hz."},{"k":"C","t":"The oscillator can be made to resonate at a frequency of about 40 Hz."},{"k":"D","t":"The period of the freely vibrating oscillator gets smaller as its amplitude decreases."}]},"ms":{"parts":[{"id":"10","raw":"SECTION B General rule: For substitution into an equation, allow any subject - unless stated otherwise in the guidance General rule: Only penalise 1sf if answer to more sf not seen Question Answer Mark Guidance"}]}},{"q":{"n":11,"star":false,"t":"A car drives over a bridge at speed v. The path of the car is part of a vertical circle of radius r. The mass of the driver is m. At the top of the bridge the driver of the car experiences apparent weightlessness and no normal contact force from the car seat. The acceleration of free fall is g. Which statement is correct?","m":1,"o":[{"k":"A","t":"mg = 0"},{"k":"B","t":"vH gr"},{"k":"C","t":"v2Hgr"},{"k":"D","t":"mv2Hgr"}]},"ms":{"parts":[{"id":"11","raw":"Question Answer Mark Guidance c Power is proportional to the speed cubed / Max speed is proportional to the cube root of max power / power proportional to speed x kv2 Valid reference to the cube root of 2 increase in velocity for double power / Valid reference to factor of 8 increase in power for double the velocity B1 B1 NB cube root of 2 is 1.2599… e.g. 1.26 x 44 = 55 (m s-1) TOTAL 12 H556/ 01 Mark Scheme June 2024 Question Answer Mark Guidance","codes":["B1","B1"]}]}},{"q":{"n":12,"star":false,"t":"An object is released from rest and oscillates with simple harmonic motion. The maximum kinetic energy is U. The object is stopped and the process is repeated with the initial displacement doubled. What is the new maximum kinetic energy?","m":1,"o":[{"k":"A","t":"U"},{"k":"B","t":"1.4U"},{"k":"C","t":"2U"},{"k":"D","t":"4U"}]},"ms":{"parts":[{"id":"12","raw":"D 1"}]}},{"q":{"n":13,"star":false,"t":"An object of mass 1.0 kg is moving in a straight line at velocity 10 m s–1. It collides with an identical object also travelling at 10 m s–1 in a straight line. Their initial velocities are perpendicular. The two objects stick together. What is the magnitude in m s–1 of the new combined velocity?","m":1,"o":[{"k":"A","t":"7.1"},{"k":"B","t":"10"},{"k":"C","t":"14"},{"k":"D","t":"20"}]},"ms":{"parts":[{"id":"13","raw":"A 1"}]}},{"q":{"n":14,"star":false,"t":"At the surface of a planet with radius r the magnitude of the gravitational field strength is g. What is the escape velocity from the surface of the planet?","m":1,"o":[{"k":"A","t":"rg"},{"k":"B","t":"g2"},{"k":"C","t":"rg2"},{"k":"D","t":"2rg"}]},"ms":{"parts":[{"id":"14","raw":"Question Answer Mark Guidance iv 1 joule B1 Not J; since name is required. Allow joules NB if more than one answer given, mark first answer as per rubric on page 3 iv 2 (the area is) increase in thermal or in internal energy of the rubber reference to reduction in the energy of the object or in the force applied to the object or the force applied to the floor B1 B1 ignore unqualified ‘energy’ or ‘work done’ allow change in work done on rubber between loading and unloading e.g. the energy absorbed by the rubber / not returned to the object e.g. energy dissipated as heat or energy not transferred back to KE e.g. The object will not bounce as high e.g. object less likely to be damaged because the force on object is smaller e.g. floor is less likely to be damaged because the force on the floor is smaller e.g. the larger the area between the curves the lower the damage caused H556/ 01 Mark Scheme June 2024","codes":["B1","B1","B1"]}]}},{"q":{"n":15,"star":false,"t":"Stars rotate around the centre of their galaxy. Observations suggest that the stars at the edges of galaxies are moving at much higher velocities than expected. What is the name given to the current explanation for these observations? Section B","m":1,"o":[{"k":"A","t":"Chandrasekhar limit"},{"k":"B","t":"Dark matter"},{"k":"C","t":"The Cosmological principle"},{"k":"D","t":"Wien’s displacement law"}]},"ms":{"parts":[{"id":"15","raw":"Question Answer Mark Guidance b Any TWO from pulley adds friction / the load values would no longer equal the weights Greater lengths being used will reduce (%) uncertainty Reference to pulley’s suspension rope reduces h because it is not inextensible Larger range of h may make eye level more difficult Larger h makes effect of non -vertical ruler more prominent B1 B1 B1 B1 B1 ignore plastic deformation TOTAL 10 H556/ 01 Mark Scheme June 2024","codes":["B1","B1","B1","B1","B1"]}]}},{"q":{"n":16,"star":false,"t":"A car of weight 9300 N is moving at speed v. The total resistive force, F, acting against the motion of the car is given by the formula F = kv 2 where k is a constant.","p":[{"l":"a","t":"The car is allowed to roll from rest down a slope of 5° to the horizontal. The engine of the car is not switched on. The car reaches a maximum speed of 30 m s–1. 5°speed = v"},{"l":"i","t":"Sketch a graph on the axes below to show how the speed of the car changes over time. Add a suitable value to the vertical axis. 0speed / m s–1 time","m":2,"p":[{"l":"ii","t":"Explain why the car reaches a maximum speed","m":2},{"l":"iii","t":"Show that the value of k in the equation F = kv 2 is about 1.","m":3}]},{"l":"b","t":"The car is now moving along a straight, level track. The engine of the car delivers a maximum power of 75 kW. Calculate the maximum speed of the car. maximum speed of car = m s–1","m":3},{"l":"c","t":"Changes are made to the engine of the car so that it can produce double the original maximum power. Explain why the maximum speed of the modified car is not doubled","m":2}]},"ms":{"parts":[{"id":"16","raw":"Question Answer Mark Guidance"}]}},{"q":{"n":17,"star":false,"p":[{"l":"a","t":"State Newton’s second law of motion","m":1},{"l":"b","t":"A model of an aircraft is being tested in a wind tunnel. The model is fixed in position by a support, and air is blown horizontally towards it by fans. In one second, 35 kg of air moving at 50 m s–1 hits the model. After flowing around the model, the airflow is diverted downwards at an angle of 30° to the horizontal. The speed of the diverted airflow remains at 50 m s–1."},{"l":"i","t":"Calculate the horizontal and vertical components of the velocity of the diverted airflow. horizontal component of velocity = m s–1 vertical component of velocity = m s–1","m":2,"p":[{"l":"ii","t":"Explain how the airflow around the model produces a force on the model","m":2},{"l":"iii","t":"Calculate the vertical lift force F acting on the model due to the airflow around it. F = N","m":3}]}]},"ms":{"parts":[{"id":"17","raw":"Question Answer Mark Guidance Accuracy ● Use large room to achieve large distances ● Large distance reduces relative uncertainty ● Measure distance between corresponding maxima and halve ● Use of trigonometry to convert measured distances into angles from the centre ● use spots either side of the centre ● change diffraction grating for smaller d so that maxima are more spaced out ● change diffraction grating for larger d so that there are more maxima (and so more points on the graph) ● darken the room TOTAL 6 H556/ 01 Mark Scheme June 2024 Question Answer Mark Guidance"}]}},{"q":{"n":18,"star":false,"t":"Mats made from rubber are often used in laboratories where heavy objects might be dropped.","p":[{"l":"a","t":"The cord is suspended from a ceiling and masses can be attached to the free end. The apparatus is set up as shown in Fig. 18.1 . Fig. 18.1 cord masses h Masses are added and the height, h, of the base of the bottom mass from the floor is measured. The extension of the cord is x when the tension in the cord is F. After six masses have been added, they are removed one at a time and h measured each time. The table shows the data collected. F / N h / m x / m 0.0 1.80 0.00 1.0 1.60 0.20 2.0 1.56 0.24 3.0 1.51 0.29 4.0 1.45 0.35 5.0 1.35 0.45 6.0 0.81 5.0 1.13 0.67 4.0 1.37 0.53 3.0 1.30 0.50 2.0 1.34 0.46 1.0 1.45 0.35 0.0 1.75 0.05"},{"l":"i","t":"Complete the final column of the table. 02.04.0 x / mF / N 0 0.4 0.8 0.6 0.2 1.06.0","m":1,"p":[{"l":"ii","t":"Plot the data point for F = 6.0 N on the graph above. The other points have been plotted. Draw and label two curves to show the loading and unloading of the cord.","m":3},{"l":"iii","t":"Discuss whether Hooke’s law can be applied to the cord","m":2},{"l":"iv","t":"There is an area between the two curves that you have drawn on the graph. 1. State the name of the derived SI unit of this area 2. Explain the significance of this area to the planned use of the rubber","m":1}]},{"l":"b","t":"An alternative arrangement for the experiment is to use a pulley as shown in Fig. 18.2 . The arrangement makes it possible to cover a larger range of extensions. Fig. 18.2 cord masses h groundpulley The cord is fixed to the ground. Describe two factors that would affect the accuracy of the results obtained using this alternative arrangement. 1 2","m":2}],"o":[{"k":"A","t":"rubber cord is tested to determine the material’s mechanical characteristics."}]},"ms":{"parts":[{"id":"18","raw":"a i 0.99 A1 Award mark for all candidates as some centres may not have seen the erratum for this question. ii Data plotted at 6.0, 0.99 within half a small square Two trendlines drawn Clear indication that upper curve’s data is during loading and that lower curve’s data is during unloading B1 B1 B1 ecf from (a)(i) treat use of 0.81 from table as ecf if candidate has left 18 (a)(i) blank NOT straight lines connecting data points NOT straight line(s) of best fit e.g Correct arrow direction or label ‘loading’ on upper curve and correct direction arrow or label ‘unloading’ on lower curve. iii Any TWO from: Not a straight line / AW (hence) not directly proportional Correct reference to plastic deformation when unloaded B1 B1 B1 allow ‘k / spring constant not constant’ allow Hooke’s Law should be (directly) proportional e.g. Mention of line not passing through origin when unloaded H556/ 01 Mark Scheme June 2024","codes":["A1","B1","B1","B1","B1","B1","B1"]}]}},{"q":{"n":19,"star":true,"t":"Describe how to determine the wavelength λ of a monochromatic laser pointer using a diffraction grating. As part of your answer, explain how to • analyse the measurements collected using a graphical method. • improve the accuracy of the measurements taken. You are given the number of lines per mm for the diffraction grating Additional space if required","m":6},"ms":{"parts":[{"id":"19","raw":"Question Answer Mark Guidance Energy transferred from filament to internal energy of gas (because) the (rate of) energy lost to the surroundings = the (rate of) energy transfer gained (by filament) B1 B1 Allow heating of gas by conduction Allow description of Newton’s Law of Cooling Allow heating of gas by radiation Allow reference to thermal equilibrium of any part or whole of lamp structure ii (P/T = constant) 120","codes":["B1","B1"]}]}},{"q":{"n":20,"star":false,"p":[{"l":"a"},{"l":"i","t":"Define the internal energy of an ideal gas Show that the root-mean-square (r.m.s.) speed of the sample is about 430 m s–1. Explain, in terms of energy transfers, why the temperature of the filament does not increase beyond 2400 K. You are not expected to refer to the electrical characteristics of the filament lamp","m":1,"p":[{"l":"ii","t":"Use the formulae below to show that the average kinetic energy of a particle of an ideal gas is directly proportional to the absolute temperature of the gas. pV = 1 3Nmc2 pV = NkT Calculate the molar mass of the gas assuming an absolute temperature of 290 K and r.m.s. speed of 430 m s–1. molar mass = kg mol–1 Calculate the pressure of the gas within the filament lamp during manufacture. pressure = kPa","m":2}]},{"l":"b","t":"The velocities of four gas particles at 290 K are given below in m s–1. 310 370 440 550"},{"l":"c","t":"Spherical filament lamps are manufactured by a process where they are filled with a gas at 290 K and low pressure. When the filament lamp is switched on, the filament reaches a constant temperature of 2400 K. At this temperature, the pressure inside the filament lamp is 120 kPa."}]},"ms":{"parts":[{"id":"20","raw":"24 Oxford Cambridge and RSA Examinations is a Company Limited by Guarantee. Register ed in England. Registered office The Triangle Building, Shaftesbury Road, C ambridge, CB2 8EA. Register ed company number 3484466. O CR is an ex empt c harity. OCR oper ates a cademic an d vocational qualifications r egulated by O fqual, Q ualifications Wales an d CCEA as l isted i n their qualifications r egisters i ncluding A Le vels, G CSEs, C ambridge Technicals a nd Cambri dge Nationals. OCR pr ovides r esources t o help you deliver our q ualifications. T hese r esources do not r epresent an y par ticular t eachi ng method we expect y ou to use. W e updat e our resources r egularly an d aim to make sure content i s accurate but pl ease check the O CR website so that y ou have the most up-t o-date version. O CR cannot b e held responsible f or any errors or om issions i n these resources. Though w e make every ef fort to check our r esources, there may be contradictions between publis hed support and the specification, s o it is important that y ou always u se information in the latest specification. W e indicate a ny specificatio n changes within the document i tself, change the versi on number a nd provide a summary o f the changes. I f you do not ice a discrepancy between the specification an d a resource, p lease contact us . Wheth er you already o ffer O CR qual ifications, ar e new t o OCR or ar e thinking about switching, y ou can request m ore information using our Expression of I nterest form . Pleas e get in touch if y ou want t o discuss t he accessibility of resources w e offer t o support y ou in delivering our qualifications."}]}},{"q":{"n":21,"star":false,"t":"This question is about analysing the electromagnetic radiation from the star Nu Persei in the Milky Way galaxy. Fig. 21.1 shows the relative intensities of different wavelengths of electromagnetic radiation from Nu Persei. Fig. 21.1 3500 450 550 650 750 850 wavelength / nmrelative intensity The surface temperature of the Sun is 5800 K and its wavelength at which maximum intensity is emitted is 500 nm. The luminosity of Nu Persei is 2.3 × 1029 W.","p":[{"l":"a"},{"l":"i","t":"Use Fig. 21.1 to show that the surface temperature of Nu Persei is about 6300 K. Show that the radiant power per unit area arriving at the sensor is about 6 × 10–10 W m–2.","m":2,"p":[{"l":"ii","t":"Estimate the radius of Nu Persei. radius = m By the time the electromagnetic radiation from Nu Persei reaches Earth, the radiation from Nu Persei is evenly distributed over a spherical area with radius equal to the distance between Nu Persei and Earth. Calculate the distance of Nu Persei from Earth in light years. distance = light years","m":3}]},{"l":"b","t":"Electromagnetic radiation is collected from Nu Persei by a sensor with an efficiency of 11% and cross-sectional area 1.0 × 10–4 m2. The radiant power collected by the sensor is 7.0 ×10–15 W."},{"l":"c","t":"The luminosity of Nu Persei was estimated using the temperature of Nu Persei and the Hertzsprung-Russell (HR) diagram in Fig. 21.2 . L is the luminosity of a star and L is the luminosity of the Sun. The temperature data from earlier in this question is repeated in the table below. Star Surface temperature / K Sun 5800 Nu Persei 6300 Comment on the uncertainty in your value, calculated in b(ii), of the distance of Nu Persei from Earth. You may write on the diagram as part of your answer. Fig. 21.2 –2024 Sun lgLLak temperature5800 K 6300 K","m":3}]},"ms":{"parts":[{"id":"21","raw":"a i Estimate of λmax between 440 and 470 nm (T =) 5800 x 500/460 = 6300 K i.e. candidate’s value M1 A1 Allow 2.9 million for 5800 x 500 Allow assumption of 6300 K, calculation of lambda (M1) and then confirmation on graph (A1) for 2 marks ii L= 4πr2σT4 Correct substitution of values i.e. 2.3 x 1029 = 4 π r2 σ 63004 radius = 1.4(3) × 10 10 (m) C1 C1 A1 b i P= 7.0 × 10 -15÷ 0.11 I = 6.36 x 10-14 / 1.0 x 10-4 =6.4 × 10 -10 (Wm-2) M1 A1 ii L/4πr2 = 6.4 × 10 -10 r=(L÷ ( 6.4 × 10 -10 x4π))0.5 =5.4 × 10 18 (m) (÷ 9.5×1015 =) 560 light years C1 C1 C1 A1 Allow use of 6 × 10-10 Allow alternative method: Finding intensity at star surface C1 Using ratio of intensities = square of ratio of (star radius / distance to earth) C1 Use of 6 x 10-10 for I gives 580 ly H556/ 01 Mark Scheme June 2024 Question Answer Mark Guidance c Any three from: There is a range/ ‘band’ in the luminosity values at","codes":["M1","A1","M1","A1","C1","C1","A1","M1","A1","C1","C1","C1","A1","C1","C1"]}]}},{"q":{"n":22,"star":false,"p":[{"l":"a","t":"A satellite in a geostationary orbit around the Earth appears to remain at the same point in the sky when viewed from the ground."},{"l":"i","t":"State one condition required for an orbit to be geostationary By considering the cause of the centripetal force on the satellite, show that the kinetic energy of the satellite is equal to half the magnitude of its gravitational potential energy.","m":1,"p":[{"l":"ii","t":"Calculate the orbital radius of the geostationary satellite. The mass of the Earth is 6.0 × 1024 kg. orbital radius = m A tiny satellite of mass 1.0 kg is to be launched from rest from the surface of the Earth into a low Earth orbit. The gravitational potential at any point in this orbit is –56 MJ kg–1. The value of the gravitational potential at the Earth’s surface is –63 MJ kg–1. Show that the satellite must gain more than 30 MJ of total energy to achieve and remain in orbit.","m":3}]},{"l":"b","t":"A satellite of mass m is in a circular orbit around a planet of mass M. The radius of the orbit from the centre of the planet is r. The gravitational potential Vg at a point a distance r from the centre of the planet is given by the equation Vg = – GM r."},{"l":"c","t":"* Large satellites are often launched by rockets from sites near the equator. The rotation of the Earth increases the initial kinetic energy of the rocket and satellite. Using the information in (b)(ii) and the data below, evaluate the advantages and limitations of this strategy. Use calculations to support your evaluation. Rotational speed at the equator460 m s–1Typical aircraft operating altitude10,000 m Aircraft cruise velocity (relative to the ground)230 m s–1 Additional space if required","m":6}],"o":[{"k":"A","t":"new strategy is to launch using a smaller rocket from a high flying aircraft."}]},"ms":{"parts":[{"id":"22","raw":"c Level 3 (5 –6 marks) Correct calculations, and advantages and limitations discussed. There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Correct calculations and an advantages discussed or Correct calculations and a limitation discussed. There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence. Level 1 (1 –2 marks) Attempted calculations or a single correct calculation or incomplete explanations of advantages and/or limitations. There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant."}]}},{"q":{"n":23,"star":false,"t":"The diagram shows some of the energy levels of the electron in a hydrogen atom. energy / 10–19 J –0.58 –0.86 –1.36 –2.42 –5.42X Y","p":[{"l":"a","t":"An electron moves from energy level X to energy level Y. Show that the wavelength of the photon produced is about 410 nm.","m":2},{"l":"b","t":"The light from the stars in a distant galaxy is analysed on the Earth using a diffraction grating. Dark lines are observed in the spectrum. An astronomer concludes that the dark line at a wavelength 432 nm corresponds to the electron transition between X and Y."},{"l":"i","t":"Explain the origin of the dark lines","m":2,"p":[{"l":"ii","t":"Calculate the recession velocity v of the galaxy. v = m s–1","m":2},{"l":"iii","t":"State the name of the theory that is supported by evidence from the measurement of the recession velocities of galaxies in the universe If you need extra space use this lined page. You must write the question numbers clearly in the margin Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third-party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer-related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third-party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA. OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge.","m":1}]}]},"ms":{"parts":[{"id":"23","raw":"a Difference in energy level = 4.84 (× 10 -19) (J) λ=hc/4.84 × 10 -19 and 4.11 × 10 -7 (m) seen M1 A1 Accept ( -.58 - (-5.42)) for 4.84 Accept E = hf to find f, followed by λ= c/f = 4.11 × 10 -7 (m) seen Allow 4.104 × 10 -7 (m) seen b i Dark lines are absorption lines / idea of photon absorption / idea of electrons absorbing energy / idea of electrons making transition to higher energy level (i.e. excitation) Caused by light passing through (cooler) stellar atmosphere or Earth’s atmosphere B1 B1 Allow (cooler) gases/hydrogen (gas) ii Δ λ / λ = 22/410 or 21/411 v= 0.054 c = 1.6(1) × 10 7 (m s -1) C1 A1 NB 21/411 gives 1.5 × 10 7 (m s -1) Any evidence of use of 432 as denominator of Δ λ / λ is XP zero marks iii Big Bang / Expanding universe i.e. Hubble’s Law / dark matter or dark energy / AW B1 ignore redshift ignore Doppler TOTAL 7 Need to get in touch? If you ever have any questions about OCR qualifications or services (including administration, logistics and teaching) please feel free to get in touch with our customer support centre. Call us on","codes":["M1","A1","B1","B1","C1","A1","B1"]}]}}]}