{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2024 QP 3.pdf","sha256":"7bdb6e6532865c176bff56d82b7755a910c80fe4f03fafeed3bfbb004b42be73"},"ms":{"f":"June 2024 MS 3.pdf","sha256":"f9438d81f510e0b072ce851367984bf66d20333c714024a7b7efb0c4780d9e01"}},"paper":{"paper_id":"1359798487","subject":"A Level Physics A","time_allowed":"1 hour 30 minutes","total_marks":70,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.","Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answers should be supported with working. Marks might be"],"information":["The total mark for this paper is 70.","The marks for each question are shown in brackets [ ].","Quality of extended response will be assessed in questions marked with an asterisk (*).","This document has 20 pages."],"advice":["Read each question carefully before you start your answer.You must have:","the Data, Formulae and Relationships Booklet","a scientific or graphical calculator","a ruler (cm/mm)"],"you_may_use":["a scientific or graphical calculator","a ruler (cm/mm)"]}},"mark_scheme":{"paper_code":"H556/03","session":"June 2024"},"items":[{"q":{"n":1,"star":false,"t":"A flute is a musical instrument made from a long tube that is open at both ends. The lowest frequency note that a standard flute produces in air is 262 Hz. The speed of sound in air at a temperature of 20 °C is 340 m s–1.","p":[{"l":"a","t":"Show that a standard flute has an approximate length of 0.65 m.","m":3},{"l":"b","t":"In an ideal gas, the speed v of sound is given by v = ⎛ ⎝γRT M⎞ ⎠1/2 where γ is a dimensionless constant that depends on the gas R is the molar gas constant T is the absolute temperature M is the molar mass of the gas. The table below shows values of γ and M for both air and helium. Gas γγ M / g mol–1 Air 1.40 29.0 Helium 1.67 4.00"},{"l":"i","t":"The kinetic model of an ideal gas assumes that there are a large number of particles in rapid, random motion. State two further assumptions for the kinetic model of an ideal gas. 1 2","m":2,"p":[{"l":"ii","t":"A standard flute is placed inside a sealed chamber. The chamber is filled with helium at a temperature of –10 °C. Calculate the lowest frequency that the flute could produce inside the chamber. frequency = Hz","m":4}]}],"o":[{"k":"A","t":"stationary sound wave in the tube produces a musical note."}]}},{"q":{"n":2,"star":false,"t":"A group of students investigate the circuit shown in the figure below. A N capacitors, each of capacitance CN resistors, each of resistance R X There are N capacitors, each of capacitance C, connected in parallel. There are N resistors, each of resistance R, connected in series. Initially, the students close the switch X. They then note the reading on the ammeter. The students then open the switch. They record the time T for the reading on the ammeter to fall to half of its initial value. The table below shows the students’ results. NT / s 1 2 3 Mean 1 14.7 14.1 14.3 2 50.3 49.6 50.1 3 126.6 126.3 125.2 126.0 4 224.4 224.3 225.9 224.9 5 356.1 354.3 345.6 352.0 6 500.4 512.7 499.5 504.2","p":[{"l":"a","t":"Show that T = (ln 2)N 2RC.","m":2},{"l":"b","t":"The students write in their lab books, “Our data is precise”. Evaluate this statement Question 2 continues on page 6","m":2},{"l":"c","t":"The results table is repeated below. Complete the last column for N = 1 and N = 2 in the table below. NT / s 1 2 3 Mean 1 14.7 14.1 14.3 2 50.3 49.6 50.1 3 126.6 126.3 125.2 126.0 4 224.4 224.3 225.9 224.9 5 356.1 354.3 345.6 352.0 6 500.4 512.7 499.5 504.2","m":1},{"l":"d","t":"The students begin to plot a graph of T (y-axis) against N 2 (x-axis)."},{"l":"i","t":"Complete the graph below and plot the 6 results from the table. You are not expected to include error bars. 0 5 10 15 20 N 225 30 35 40 State the type of error caused by this mistake","m":4,"p":[{"l":"ii","t":"Draw a straight line of best fit on the graph. Explain the effect that this error would have had on the calculated value of R","m":1},{"l":"iii","t":"Calculate the gradient of the straight line of best fit. gradient = s","m":2},{"l":"iv","t":"The value of C is known to be 1000 μF ± 5%. Use your gradient value from (iii) to find a value for R, in units of k Ω, including an absolute uncertainty. R = ± k Ω","m":2}]},{"l":"e","t":"Following the investigation, the students discovered that the sixth 1000 μF capacitor connected to the circuit was actually two 470 μF capacitors connected in parallel."}]}},{"q":{"n":3,"star":false,"t":"A scientist uses a rocket to study the Earth’s atmosphere. The scientist launches the rocket from rest at the point A at t = 0 seconds. The force produced by the rocket’s engine causes it to accelerate. At t = 50 seconds, the rocket’s engine no longer produce an accelerating force as all of the fuel has been used. The rocket has reached point B. Its velocity is now 3.1 km s–1 at an angle of 75° to the horizontal. ABC H75°3.1 km s–1not to scale","p":[{"l":"a","t":"The rocket engine works by expelling hot gas backwards. Explain, using Newton’s laws of motion, how the engine causes the rocket to accelerate between t = 0 and t = 50 s","m":3},{"l":"b","t":"The rocket reaches its maximum height at point C. • Estimate the vertical displacement H between A and C. Assume that g = 9.81 m s–2 throughout. • Clearly state any other assumptions required at each stage in your calculations. • Evaluate the assumption that g = 9.81 m s–2 between A and C, supporting your discussion with a calculation. Assume that the radius of the Earth ≈ 6400 km Additional answer space if required","m":6}]}},{"q":{"n":4,"star":false,"t":"The length of an unloaded spring is approximately 4 cm. The force constant k of the spring is 0.62 N cm–1.","p":[{"l":"a","t":"Describe how you could determine k using an appropriate experiment","m":3},{"l":"b","t":"The figure below shows a block of mass 0.20 kg attached to one end of the spring. The other end of the spring is attached to a fixed support vertically above the block. In position P the block rests in equilibrium. The extension of the spring is 3.2 cm. In position Q a downwards force F has been applied to the block, so that it now rests a distance d below its position at P. The extension of the spring is now 8.5 cm. P Q Fd The force F is removed."},{"l":"i","t":"Calculate the magnitude of the block’s initial acceleration at the instant that the force F is removed. Assume that the spring is not extended beyond its limit of proportionality. acceleration = m s–2 As magnet M oscillates, it moves in and out of coil Y. The magnet L also begins to oscillate. Explain why L oscillates","m":3,"p":[{"l":"ii","t":"The block now moves with simple harmonic motion. Calculate the frequency of this motion. frequency = Hz The frequency of the vibration generator is now varied between 0.5 Hz and 5.0 Hz. Suggest how the amplitude and frequency of the oscillations of L will change as the frequency of the generator is varied. You may draw a diagram to support your answer","m":3}]},{"l":"c","t":"The block is replaced by a strong magnet L of slightly greater mass. The oscillation frequency of this new arrangement is 2.5 Hz. The magnet L is placed inside a coil X of insulated copper wire. The coil X is connected with long wires to a second, identical coil Y. The vibration generator is then forced to oscillate with a frequency of approximately 2.5 Hz by adjusting the signal generator. N SN SX YL Mwires vibration generator signal generator"}],"o":[{"k":"A","t":"second strong magnet M is placed inside Y and attached to a vibration generator."}]}},{"q":{"n":5,"star":false,"p":[{"l":"a","t":"Explain what is meant by"},{"l":"i","t":"internal resistance of a cell","m":1,"p":[{"l":"ii","t":"e.m.f. of a cell","m":1}]},{"l":"b","t":"A cell has internal resistance r = 1.2 Ω and e.m.f. ε = 5.6 V. When the cell is connected to a filament lamp B, as shown in the circuit diagram below, the current in the circuit is I. Br Iε The I-V characteristic for B is shown in the figure below. 001.02.03.04.05.0 1.0 2.0 3.0 potential difference / Vcurrent / A 4.0 5.0 6.0 Determine the current I in the circuit. current = A Question 5 continues on page 16","m":3},{"l":"c","t":"A student wants to determine the internal resistance r and the e.m.f. ε of a different cell. The student knows that the internal resistance is approximately 0.1 Ω. The only other electrical equipment available is as follows: • one voltmeter • one ammeter • one sensitive thermistor, known to have resistance of approximately 0.1 Ω at 20 °C • several connecting wires and crocodile clips. Describe how the student can determine r and ε for the cell. Include how the student should: • collect and analyse the data • determine the uncertainties in the values of r and ε Additional answer space if required","m":6}]}},{"q":{"n":6,"star":false,"t":"The figure below shows the path of a proton moving in a region occupied by both an electric field and a magnetic field. The direction of the electric field lines is perpendicular to the direction of the magnetic field lines. electric field magnetic field3.9 × 10–19 N 5.6 × 10–19 N X Y The uniform electric field is directed upwards, with electric field strength E = 0.90 N C–1. The uniform magnetic field is directed out of the plane of the paper, with magnetic flux density At point X the proton is moving horizontally to the right. The magnitude of the magnetic force at X is 5.6 × 10–19 N. At point Y the proton is moving vertically downwards. The magnitude of the magnetic force at Y is 3.9 × 10–19 N. The electric forces acting on the proton at X and Y are not shown in the figure.","p":[{"l":"a","t":"Show that the magnitude of the constant electric force acting on the proton is about 10–19 N.","m":1},{"l":"b"},{"l":"i","t":"Suggest why the magnetic force acting on the proton has a different magnitude at X than at Y","m":1,"p":[{"l":"ii","t":"At X, the motion of the proton is instantaneously equivalent to motion in a circle at a constant speed. Calculate the radius of this circular motion. radius = m","m":4},{"l":"iii","t":"1 Calculate the magnitude of the resultant force on the proton at Y. resultant force = N 2 Explain why the motion of the proton at Y is not instantaneously equivalent to motion in a circle at a constant speed If you need extra space use this lined page. You must write the question numbers clearly in the margin Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third-party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer-related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third-party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA. OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge.","m":2}]}],"o":[{"k":"B","t":"= 5.0 × 10–5 T."}]}}]}