{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2023 QP 3.pdf","sha256":"e6683f965a979e3217e74c9921dc09c4e20d2841947ac889c069e97a11f3f79e"},"ms":{"f":"June 2023 MS 3.pdf","sha256":"3a88351d5b0f4fc2a1baf25c4e31d8b62e627346baef7879b67cae2779fcd800"}},"paper":{"paper_id":"9910506628","date_session":"Thursday 15 June 2023 – Morning","subject":"A Level Physics A","time_allowed":"1 hour 30 minutes","total_marks":70,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.• Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answers should be supported with working. Marks might be","Quality of extended response will be assessed in questions marked with an asterisk (*).• This document has 24 pages.","radius of a nucleon ≈ 1 fm","potential difference across the network = 24 kV","total energy stored in the network = 400 MJ","mass of deuterium = 2.014102 u","mass of tritium = 3.016049 u","mass of alpha particle = 4.002603 u","mass of neutron = 1.008665 u"],"you_must_have":["the Data, Formulae and Relationships Booklet"],"you_may_use":["a scientific or graphical calculator• a ruler (cm/mm)"]}},"mark_scheme":{"paper_code":"H556/03","session":"June 2023"},"items":[{"q":{"n":1,"star":false,"t":"The MAVEN spacecraft orbits Mars and studies its upper atmosphere.","p":[{"l":"a","t":"The diagram below shows the orbit of MAVEN around Mars. orbit of MAVEN Mars"},{"l":"i","t":"Mark an X on the diagram to show the point in the orbit where MAVEN has maximum acceleration. Show that Kepler’s 3rd law applies to this data.","m":1,"p":[{"l":"ii","t":"Explain how Kepler’s 1st law applies to MAVEN’s orbit around Mars Suggest two reasons why MAVEN was not placed in an areostationary orbit. 1 2","m":2}]},{"l":"b","t":"The table shows data for four orbits around Mars. Phobos and Deimos are moons of Mars. An areostationary orbit for Mars is the equivalent of a geostationary orbit for Earth. Orbit Time period / hoursAverage distance from centre of Mars / km MAVEN 4.5 6 500 Phobos 7.7 9 400 Deimos 30 23 000 Areostationary 25 20 000"}]}},{"q":{"n":2,"star":false,"t":"A student uses the circuit below to investigate the resistivity of a wire. The cell has e.m.f. ε and internal resistance r. The wire has resistivity ρ and diameter d. Determine a value for the internal resistance r of the cell and its absolute uncertainty. r = ± Ω","p":[{"l":"a","t":"The student takes five measurements of the diameter of the wire, which are shown in the table below. Diameter / mm 0.460 0.450 0.455 0.495 0.455"},{"l":"i","t":"Suggest how the student made these measurements Show that I = 4ρ πεd 2 L + r ε Question 2 continues on page 6⎛⎞ ⎝⎠","m":2,"p":[{"l":"ii","t":"The student calculates the value of the diameter as d = 0.455 ± 0.005 mm. Explain how the student calculated the value of the diameter, and its uncertainty, from the data in the table above The student plots a graph of 1 Iagainst L. The data points, error bars, line of best fit and a line of worst fit are shown in the graph below. 000.51.01.52.02.53.03.54.0 0.1 0.2 0.3 0.4 L/ m0.5 0.6 0.71 AI1– The cell has e.m.f. ε = 1.45 ± 0.05 V The wire has diameter d = 0.455 ± 0.005 mm 1 Calculate the gradient of the best fit line and use this to determine a value for the resistivity ρ of the wire. You are not required to determine an uncertainty. ρ = Ω m","m":3}]},{"l":"b","t":"The student varies the length L of the wire in the circuit and records the current I using the ammeter."}],"m":4,"o":[{"k":"A","t":"wire"}]}},{"q":{"n":3,"star":false,"t":"A pulsar is a rapidly rotating neutron star that emits radio waves.","p":[{"l":"a","t":"(i) Describe the formation of a neutron star","m":2,"p":[{"l":"ii","t":"State one characteristic of a neutron star","m":1}]},{"l":"b","t":"A typical neutron star can be modelled as a sphere with mass ≈ 2 × 10 30 kg and radius ≈ 10 km. Show that the average density of a neutron star is similar to the average density of an atomic nucleus. • radius of a nucleon ≈ 1 fm Question 3 continues on page 10PMT","m":3},{"l":"c","t":"An astronomer uses a radio telescope to observe a pulsar. The graph below shows the power that the telescope receives due to the radio waves from one full rotation of a pulsar. 00.01.02.03.04.05.06.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 time / 10–3spower /10–22W"},{"l":"i","t":"By calculating the area between the curve and the horizontal axis, estimate the total energy received by the telescope in one full rotation of the pulsar. total energy received = J","m":2,"p":[{"l":"ii","t":"The surface area of the telescope is about 3000 m2. The distance to the pulsar is about 300 pc. By assuming that the radiation from the pulsar is emitted equally in all directions, estimate the total energy emitted in one full rotation. energy emitted = J","m":3}]}]}},{"q":{"n":4,"star":false,"t":"A cloud is made up of droplets of water falling at terminal velocity.","p":[{"l":"a","t":"Describe and explain the motion of an object falling at terminal velocity","m":3},{"l":"b","t":"(i) The terminal velocity v of a small sphere of density ρs and radius r falling through a fluid of density ρf is given by the formula: v = 2gr 2(ρs – ρf) 9η where η is a constant for the fluid and g is the acceleration of free fall. Water droplets of rain fall to the ground whereas water droplets in mist appear to float. Use the formula above to suggest why","m":2,"p":[{"l":"ii","t":"A student models water droplets falling through air using small solid spheres in a liquid. The table shows properties of the materials available to the student. MaterialSolid density, ρs / kg m–3Liquid density, ρf / kg m–3Approximate value of η / 10–3 kg m–1 s–1 Water (liquid) 1000 1 Sunflower oil (liquid) 920 50 Steel (solid sphere) 7 800 Lead (solid sphere) 11 300 Describe an experiment to verify the expression given in (i) as accurately as possible. As part of your answer, estimate the lowest terminal velocity if the student uses a solid sphere of diameter = 1 mm Additional answer space if required","m":6}]}]}},{"q":{"n":5,"star":false,"t":"Large power stations generate an electrical power of about 1 GW. Current methods of energy production that use nuclear fusion are unable to produce enough energy for large-scale energy production. A proposed method of controlling nuclear fusion is inertial confinement fusion (ICF). ICF uses a large number of powerful lasers to create the high temperatures required for nuclear fusion to occur. One ICF experiment uses a network of capacitors to store the energy needed to power the lasers. When the network is fully charged: • potential difference across the network = 24 kV • total energy stored in the network = 400 MJ","p":[{"l":"a","t":"(i) Calculate the total capacitance, C, of the network.","p":[{"l":"ii","t":"Explain why the individual capacitors in the network should be connected in parallel in order to produce this total capacitance","m":1}]},{"l":"b","t":"The total stored energy must be released in a time of less than 1 millisecond. Explain, using a calculation, why the lasers are powered by the network of capacitors instead of being connected directly to the mains electricity supply","m":2},{"l":"c","t":"The fusion reaction in the ICF experiment is deuterium + tritium alpha particle + neutron Calculate the number of fusion reactions that must occur for the energy released by fusion to be equal to the electrical energy stored in the network of capacitors. • mass of deuterium = 2.014102 u • mass of tritium = 3.016049 u • mass of alpha particle = 4.002603 u • mass of neutron = 1.008665 u number of fusion reactions =","m":4}],"o":[{"k":"C","t":"= F [2]"}]}},{"q":{"n":6,"star":false,"t":"A 3D printer can manufacture small objects. Some 3D printers use polylactic acid (PLA). PLA is supplied in the form of long filaments. The 3D printer melts the PLA and builds up the shape of the desired object in layers. The electrical supply to the heater in the printer has an e.m.f., ε, of 12 V. The power of the heater is 40 W.","p":[{"l":"a","t":"Calculate the resistance, R, of the heater. R = Ω","m":2},{"l":"b","t":"The specific latent heat of fusion of PLA is 9.4 × 104 J kg–1 and its melting point is 160 °C."},{"l":"i","t":"Define specific latent heat of fusion Explain why high-energy X-ray photons produce electrons and positrons as they pass through the body","m":1,"p":[{"l":"ii","t":"Calculate the maximum mass m of PLA that the heater could melt in one minute. m = kg A 3D object called a bolus is used in radiotherapy for patients with skin cancer. A bolus targets the maximum radiation dose near the surface of the skin. So using a bolus makes the radiotherapy more effective. • Explain how CAT scans and PET scans work. • Discuss the advantages and disadvantages of having a scan to produce a bolus for radiotherapy Additional answer space if required ADDITIONAL ANSWER SPACE If additional space is required, you should use the following lined page(s). The question number(s) must be clearly shown in the margin(s) Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third-party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer-related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third-party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA.OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge.","m":2},{"l":"iii","t":"Explain why the printing process is slower in practice than your answer to (ii) suggests","m":2},{"l":"iv","t":"Fig. 6.1 shows the initial and final temperature of the PLA during the printing process. Initially (point A), the solid PLA is at 20 °C and is just entering the heater. Later (point B), the PLA has been added to the object and is solid again. Fig. 6.1 02060 40100 80120160140200 180 timetemperature / °C AB Complete Fig. 6.1 to show how the temperature of the PLA changes between A and B. You are not required to label the time axis.","m":3}]},{"l":"c","t":"High-energy X-ray photons can destroy living cells. In radiotherapy, these photons are targeted at cancer cells. The radiation dose is the amount of energy that a patient’s body absorbs from the high-energy X-ray photons. Fig. 6.2 shows how this dose changes with depth below the surface of the skin. Fig. 6.2 depthdose The dose initially rises with depth because the high-energy X-ray photons produce electrons and positrons as they pass through the body. These electrons and positrons are quickly absorbed, increasing the dose."}],"o":[{"k":"A","t":"bolus can be made from PLA using a 3D printer. The bolus must fit the shape of the patient’s body exactly. This shape is found beforehand by giving the patient either a CAT scan or a PET scan."}]}}]}