{"v":"qp_ms_pair_v1","src":{"qp":{"f":"June 2022 QP 3.pdf","sha256":"cd61e1d641a8a4d4b3a88dc8b73b8e9045973c9789fe4bafdeff26639c29c3d3"},"ms":{"f":"June 2022 MS 3.pdf","sha256":"f3b75785c0348a16a99ca6aa7ce9e0e1c913a038185b9b9b852effb807c7e9c7"}},"paper":{"paper_id":"9115077964","subject":"A Level Physics A","time_allowed":"1 hour 30 minutes","total_marks":70,"instructions_to_candidates":{"instructions":["Use black ink. You can use an HB pencil, but only for graphs and diagrams.","Write your answer to each question in the space provided. If you need extra space use","Answer all the questions.","Where appropriate, your answers should be supported with working. Marks might be"],"information":["The total mark for this paper is 70.","The marks for each question are shown in brackets [ ].","Quality of extended response will be assessed in questions marked with an asterisk (*).","This document has 20 pages."],"advice":["Read each question carefully before you start your answer.You must have:","the Data, Formulae and Relationships Booklet","a scientific or graphical calculator","a ruler (cm/mm)"],"you_may_use":["a scientific or graphical calculator","a ruler (cm/mm)"]}},"mark_scheme":{"paper_code":"H556/03","session":"June 2022"},"items":[{"q":{"n":1,"star":false,"t":"The table shows some data on the planet Venus. Mass / kg 4.87 × 1024 Radius / km 6050 Density of atmosphere at surface / kg m–365 Period of rotation about its axis / hours 5830","p":[{"l":"a","t":"Calculate the magnitude of the gravitational field strength g at the surface of Venus. Give your answer to 3 significant figures. g = N kg–1","m":3},{"l":"b","t":"Two identical space probes, A and B, land on a flat surface on Venus. Probe A lands at the north pole. Probe B lands on the equator. Each probe has mass 760 kg and volume 1.7 m3."},{"l":"i","t":"Calculate the centripetal acceleration a of probe B at the equator due to the rotation of Venus about its axis. a = m s–2","m":3,"p":[{"l":"ii","t":"The atmosphere exerts the same upthrust on each probe. Using your answer to (a), calculate the upthrust acting on each probe. upthrust = N","m":3},{"l":"iii","t":"Explain which probe will experience the greater normal contact force from the surface of Venus","m":3}]}]},"ms":{"parts":[{"id":"1","raw":"223 553998 Alternatively, you can email us on support@o cr.org.uk For more information visit ocr.org.uk/qualifications/resource -finder ocr.org.uk Twitter /ocrexams /ocrexams /company/ocr /ocrexams OCR is part of Cambridge University Press & Assessment, a department of the University of Cambridge. For staff training purposes and as part of our quality assurance programme your call may be recorded or monitored. © OCR"},{"id":"1(a)","raw":"g = GM/r2 g = 6.67 × 10−11 × 4.87 × 1024 (6 050 × 103)2 g = 8.87 (N kg–1) C1 C1 A1 Allow m for M Allow d or D or x or X or R for r Full substitution needed Allow r = 6 050 for this C1 mark Allow a negative answer Answer must be to exactly 3sf for the A1 mark . Do not use the SF penalty for the paper here (b) (i) a = ω2r and ω = 2π /T or a = v2/r and v = 2πr /T Either ω = 2𝜋","codes":["C1","C1","A1","C1","A1"]}]}},{"q":{"n":2,"star":false,"t":"A student investigates the oscillations of a uniform rod of length L which is pivoted at the top, as shown in Fig. 2.1 . pivot uniform rod L Fig. 2.1","p":[{"l":"a","t":"Describe how to determine accurately the period T of oscillations of this rod","m":2},{"l":"b","t":"The relationship between the frequency f of the oscillations of the rod and its length L is f = 1 2π3g 2L, where g is the acceleration of free fall. The student varies the length L of the rod and determines the period T for each length. The student plots a graph of T 2 against L, shown in Fig. 2.2 . A line of best fit has already been drawn. 0.060.200.250.300.350.40T 2 / s20.450.500.550.600.65 0.08 0.10 0.12 0.14 L / m0.16 0.18 0.20 0.22 Fig. 2.2"},{"l":"i","t":"Show that the gradient of the graph is given by the equation gradient = 8π 2 3g","m":2,"p":[{"l":"ii","t":"The gradient of the line of best fit on Fig. 2.2 is 2.64 s2 m–1. Use this value to determine g. g = m s–2","m":2},{"l":"iii","t":"Draw a line of worst fit on Fig. 2.2 .","m":1},{"l":"iv","t":"Use your line of worst fit to calculate the percentage uncertainty in g. percentage uncertainty = %","m":3}]},{"l":"v","t":"Use the true value of g (9.81 m s–2) to evaluate the accuracy of the student’s value of g from this experiment. Include a calculation in your answer","m":2}]},"ms":{"parts":[{"id":"2","raw":"sf or 1.45 × 10-15 (m) to 3sf Special case: Allow A = 1 × 10-15(m) to 1 sf if vmax = 1 × 10-4 (m s-1) is used (iii) (amax = ω2 A and vmax = ω A ) amax = 2πf vmax Since vmax is constant, amax  f M1 A1 Allow amax = ω v max Allow a for amax and v for vmax H556/03 Mark Scheme June 2022 Question Answer Marks Guidance","codes":["M1","A1"]},{"id":"2(a)","raw":"use of stopclock (or stopwatch or timer) time n oscillations and divide by n B1 B1 If n is specified then n ≥ 5 (b) (i) f = 1 /T working shown to give 𝑇2=(8𝜋2","codes":["B1","B1"]}]}},{"q":{"n":3,"star":false,"p":[{"l":"a","t":"In beta-plus decay, a proton decays into three other particles. Write a nuclear equation for this process.","m":2},{"l":"b","t":"* A student, supervised by their teacher, carries out an experiment with three unlabelled radioactive sources. The student is told that each source emits only one type of radiation. One emits gamma rays, one emits beta -minus particles and one emits beta -plus particles. The student has the following equipment: • a selection of materials with different thicknesses • a strong magnet • a radiation counter (GM tube and counter). Explain how the student can use this equipment to determine safely which radiation each source emits. You may use the space below to draw a diagram Additional answer space if required","m":6}]},"ms":{"parts":[{"id":"3","raw":"× 10-6 × (150 × 10-4) or 4.5 × 10-8 (W) number o f photons per second (=3 × 10−6 × 150 × 10−4"},{"id":"3(a)","raw":"p → n or proton → neutron (p → n +) e+ +  or positron + (electron) neutrino M1 A1 Allow u→d or uud→udd Ignore A/Z values for the M1 mark Allow β+ or 𝛽 10or e̅ or 𝑒 10(but not e) for e+ Allow e (but not ν̅) for  Allow H 11for 𝑝 11 Where A/Z values are given then they must be correct i.e. 𝑝 11→ 𝑛 + 01𝑒 10 + 00 H556/03 Mark Scheme June 2022 Question Answer Marks Guidance","codes":["M1","A1","M1"]},{"id":"3(b)","raw":"* Level 3 (5 –6 marks) Detailed method and analysis which clearly distinguishes between gamma, beta -plus and beta-minus There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Some method and analysis which clearly distinguishes betwee n any two of the sources There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence. Level 1 (1 –2 marks) Limited method or limited analysis There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant."}]}},{"q":{"n":4,"star":false,"t":"Astronomers can detect microwave background radiation coming from space in every direction. The temperature of this microwave radiation is 2.7 K and its total intensity is about 3 × 10–6 W m–2.","p":[{"l":"a","t":"Describe the origin of the microwave background radiation","m":2},{"l":"b","t":"The figure below shows how the intensity of the microwave background radiation varies with its wavelength λ. The peak intensity is at a wavelength of 1.1 mm. 0intensity 1.0 / mm2.0 3.0 λ This spectrum of microwave background radiation changes with temperature according to Wien’s displacement law."},{"l":"i","t":"Suggest and explain how the spectrum might have looked in the distant past. You may draw on the figure to support your answer","m":2,"p":[{"l":"ii","t":"Calculate the energy of a photon which has a wavelength of 1.1 mm. energy = J","m":2},{"l":"iii","t":"Estimate the number of photons of microwave background radiation incident per second on the back of your hand. Assume that all emitted photons have the energy calculated in (ii), and that the back of your hand has a surface area of 150 cm2. number of photons per second = s–1","m":2},{"l":"iv","t":"A scientist suggests that the microwave background radiation could be used as an energy source. The scientist proposes using large tanks of water to absorb the microwave radiation. Estimate the maximum rise in temperature that could be produced per second for a large cylindrical tank of depth 5.0 m. Assume that all microwave radiation incident on the top of the tank is absorbed. density of water = 1000 kg m–3 specific heat capacity of water = 4200 J kg–1 K–1 maximum rise in temperature per second = °C s–1","m":3}]}]},"ms":{"parts":[{"id":"4","raw":"(b ) (iii) EITHER"},{"id":"4(a)","raw":"Any two points from • (During / shortly after) the Big Bang or (Universe was initially) very hot or (Universe was initially) gamma photons • Universe expanded or Universe cooled (to 2.7K) • wavelength of (gamma) photons subsequently increased B1 x 2 Allow radiation for photons throughout Allow cosmos / space for Universe but not matter / everything Allow frequency /energy of photons subsequently decreased Allow wavelength of photons/ radiation has redshifted Allow wavelength of photons has stretched (b ) (i) λmax  1/T (T has decreased over time so in the past) the peak was at a shorter wavelength / further to the left on the graph B1 B1 Not λmax= 1/T May be in ferred from candidate’s diagram Ignore overall shape of spectrum (ii) E (= ℎ 𝑐 𝜆)= 6.63 × 10−34× 3 × 108","codes":["B1","B1","B1"]}]}},{"q":{"n":5,"star":false,"t":"A student experiments with microwaves emitted from a transmitter. The frequency f of the microwaves from the transmitter can be adjusted.","p":[{"l":"a","t":"The microwaves are produced by an alternating current in the transmitter. In one experiment, f is 11 GHz. In a wire in the transmitter, the magnitude of the maximum alternating current is 20 mA. The wire has cross-sectional area 1.4 × 10–8 m2 and is made of a metal with free electron number density 8.0 × 1028 m–3."},{"l":"i","t":"Show that the maximum drift velocity of each free electron in the wire is about 0.1 mm s–1. * Explain: • why this pattern of intensity occurs • the expected relationship between the frequency f and the distance x • how to verify this relationship experimentally Additional answer space if required","m":3,"p":[{"l":"ii","t":"The student models the average motion of the free electrons in the wire as simple harmonic motion. Use your answer to (i) to calculate the amplitude A of this motion. Transmitter X is rotated about the line AB and the experiment is repeated at different orientations until it has been rotated by 180°. Describe and explain the observed patterns of maximum and minimum intensity","m":3},{"l":"iii","t":"Without further calculation, explain how the maximum acceleration of a free electron varies as the frequency f is adjusted, provided that the maximum alternating current remains constant","m":2}]},{"l":"b","t":"The student connects two microwave transmitters X and Y, and places them in front of a microwave detector D, as shown in the diagram below. X DP QYA B The transmitters X and Y produce coherent vertically polarised microwaves with the same frequency f. The detector D is sensitive to vertically polarised microwaves only. When the detector D is moved along the line PQ, a pattern of maximum and minimum intensity is observed. Adjacent maxima are separated by a distance x."}],"o":[{"k":"A","t":"= m [3]"}]},"ms":{"parts":[{"id":"5(b)","raw":"* (i) Level 3 (5 –6 marks) Clear explanation and clear description There is a well -developed line of reasoning which is clear and logically structured. The information presented is relevant and substantiated. Level 2 (3 –4 marks) Clear explanation or clear description (but not both) or Some explanation and some description There is a line of reasoning presented with some structure. The information presented is in the most part relevant and supported by some evidence. Level 1 (1 –2 marks) Limited explanation or Limited description There is an attempt at a logical structure with a line of reasoning. The information is in the most part relevant."},{"id":"5(a)(i)","raw":"I max= nAvmaxe vmax = 20 × 10−3"},{"id":"5(b)(ii)","raw":"At 90° rotation, (interference) pattern disappears At 180° rotation, intensities are the same as at 0° but the maximum /minimum positions are switched / rever sed Waves with polarisation s at 90° to each other do not interfere / only waves with same polarisation interfere / only waves with a component in the same plane interfere B1 B1 B1 Allow constant intensity along PQ Not zero intensity along PQ Allow from 0 to 90o the intensities of the maxima decrease (and the minimum intensities increase ) Allow from 90 o to 180 o the intensities of the maxima increase (and the minimum intensities decrease ) but the maximum /minimum positions are switched / reversed from between 0 and 90o Allow waves must oscillate in same plane to interfere Ignore at 90° rotation, only waves from Y are detected at D because D can only detect vertical polarised waves Total 17","codes":["B1","B1","B1"]}]}},{"q":{"n":6,"star":false,"p":[{"l":"a","t":"Define the time constant of a circuit containing a capacitor of capacitance C and a resistor of resistance R","m":1},{"l":"b","t":"The capacitor circuit shown in Fig. 6.1 can be used to smooth oscillating electrical signals. + input p.d.output – Fig. 6.1"},{"l":"i","t":"Fig. 6.2 shows the input signal of potential difference (p.d.) V against time t. 001.02.03.0 V / V 10 20 30 40 t / ms50 60 70 80 Fig. 6.2 Calculate the frequency f of this input signal. f = Hz","m":2,"p":[{"l":"ii","t":"Fig. 6.3 shows the variation of the charge Q on the positive plate of the capacitor with time t. 0 10 20 30 40 50 60 70 802.04.06.08.0 Q / μC t /ms Fig. 6.3 Use a discharging section of the graph in Fig. 6.3 to determine the time constant of the circuit. Give your answer in ms. time constant = ms","m":2},{"l":"iii","t":"By drawing a suitable tangent to the graph in Fig. 6.3 , calculate the maximum current in the resistor. maximum current = A","m":2},{"l":"iv","t":"On Fig. 6.4 below, sketch the variation of the current I in the resistor with time t. Include an appropriate label and scale on the vertical axis. t /ms0 10 20 30 40 50 60 70 80 Fig. 6.4 ADDITIONAL ANSWER SPACE If additional space is required, you should use the following lined page(s). The question number(s) must be clearly shown in the margin(s) Oxford Cambridge and RSA Copyright Information OCR is committed to seeking permission to reproduce all third-party content that it uses in its assessment materials. OCR has attempted to identify and contact all copyright holders whose work is used in this paper. To avoid the issue of disclosure of answer-related information to candidates, all copyright acknowledgements are reproduced in the OCR Copyright Acknowledgements Booklet. This is produced for each series of examinations and is freely available to download from our public website (www.ocr.org.uk) after the live examination series. If OCR has unwittingly failed to correctly acknowledge or clear any third-party content in this assessment material, OCR will be happy to correct its mistake at the earliest possible opportunity. For queries or further information please contact The OCR Copyright Team, The Triangle Building, Shaftesbury Road, Cambridge CB2 8EA. OCR is part of Cambridge University Press & Assessment, which is itself a department of the University of Cambridge.","m":3}]}]},"ms":{"parts":[{"id":"6","raw":".9 × 1010 A = 1.6 × 10-15 (m) C1 C1 A1 May be inferred from working ω = 2π × 11 × 109 = 6.9 × 1010 (rad s-1) Allow use of vmax = 1 × 10-4 (m s-1) Allow vmax from (a)(i) given to more than 2sf but not ECF from any value which does not round to 1 × 10-4 (m s-1) Allow use of vmax = 1 × 10-4 (m s-1)1 giving A = 1.4 × 10-15 (m) to","codes":["C1","C1","A1"]},{"id":"6(a)","raw":"time taken for current ( or charge or voltage) to fall to 1/e of its initial value B1 Not capacitance Not to fall by (a factor of) 1/e Allow to decrease to 37% of its initial value Allow to decrease by 63% Ignore time constant = CR (b) (i) f (= 1/T) = 1 / (40 × 10-3) f = 25 (Hz) B1 B1 Allow f = 1/T and T = 40 × 10-3 (s) (ii) EITHER Calculation of Qo / e time constant (read from graph) = 14 (ms) OR Use of Q = Qo𝑒−𝑡𝐶𝑅⁄ time constant = 14 (ms) C1 A1 (C1) (A1) Allow any initial value of charge e.g. 8.0 / e = 2.9 ( C) or 37% x 8.0 = 3.0 (C) Allow 14±1 (ms) e.g. 2.0 = 8.0𝑒−0.02𝐶𝑅⁄ gives CR = 0.02 / ln4 Using the decay equation may incur two POT errors (iii) tangent drawn to graph at steepest part of curve maximum current in range 5.0 × 10-4 to 7.0 × 10-4 (A) M1 A1 Judge by eye , no daylight between curve and tangent Allow a negative answer Allow answer to 1sf H556/03 Mark Scheme June 2022 Question Answer Marks Guidance","codes":["B1","B1","B1","C1","A1","C1","A1","M1","A1"]},{"id":"6(b)(iv)","raw":"vertical axis labelled as current with the correct unit and at least one positive and one negative scale marking and scale should allow for their maximum current to be plotted exponential decay of current in each section sign of current alternates at 20, 40, 60 and 80 ms B1 M1 A1 For example I / mA , I (mA), I /10-4 A, current in mA etc All scale markings shown must be correct Allow any curve with a decreasing gradient in each section Ignore value of minimum current but not zero Ignore sign of current for this marking point All curves should start at the correct maximum current value. However, If B1 mark has not been scored, allow any value of maximum current as long as it remains consistent across all four section s Total 10","codes":["B1","M1","A1","B1"]}]}}]}